[
    {
        "title": "How many people cross the Channel in small boats and how many claim asylum?",
        "text": "How many people cross the Channel in small boats and how many claim asylum?\n\nGetty Images\n\nMore than 50 people have died trying to cross the English Channel in 2024. Prime Minister Sir Keir Starmer said he will take tougher measures to \"smash\" the gangs smuggling people to the UK. The UN's International Organization for Migration (IOM) wants the government to create more safe and legal ways for migrants to reach the UK, to avoid these \"preventable\" deaths.\n\nHow many people cross the Channel in small boats?\n\nMore than 31,000 people had crossed the Channel in 2024, as of 2 November. The total is more than for the same period last year, but fewer than in 2022.\n\nIn 2023 as a whole, 29,437 people came to the UK in small boats. The 2022 total of 45,755 was the highest since figures were first collected in 2018. The number of people crossing in each boat has almost doubled, from 28 per boat in 2021, to 53 per boat in the first 10 months of 2024. Since 2018, more than 145,000 people have come to the UK on small boats.\n\nHow many people die crossing the Channel?\n\nThe IOM has been tracking the number of people who die crossing the Channel since 2014, as part of its global \"missing migrants\" project. At least 199 migrants died attempting to cross the English Channel between 2018 and October 2024, according to its estimates, including 93 known to have drowned. The total IOM figure also includes people who were travelling to a crossing point and died in other circumstances, such as car crashes or as a result of medical issues. It says the figure of more than 50 dead in 2024 is the highest for any year since it started recording figures. In November 2021, at least 27 migrants died after a dinghy sank, the most fatalities recorded in a single incident since 2014.\n\nWho is crossing the Channel in small boats?\n\nIn the year to June 2024, Afghans were the top nationality crossing the Channel, making up just under a fifth of all small boat arrivals. Iranians (13%) were the second largest group, followed by arrivals from Vietnam and Turkey, both on 10%.\n\nMore than 80% of small boat arrivals in the 12 months to June 2024 were male and - where age was recorded - more than 40% were between 25 and 39 years old.\n\nHow many people seek asylum in the UK?\n\nJust over 97,000 people claimed asylum in the year to the end of June 2024, according to the most recent figures. The number of annual applications for asylum - including dependants - peaked at about 103,000 in 2002, as people fled conflicts in Afghanistan, Somalia and Iraq.\n\nClaims then fell sharply, dropping to a 20-year low of 22,600 in 2010. However, numbers rose again throughout the 2010s, as refugees fled Syria. In 2022, the number of applications reached almost 100,000 again.\n\nWhere do UK asylum seekers come from?\n\nIn the year to June 2024, the largest number came from Afghanistan, with applications made by more than 9,300 people. Iran, Pakistan, Vietnam, India, and Bangladesh were among the other countries with most applications. In 2022, Albanians were the top nationality with more than 17,300 people (including dependants) claiming asylum. Three-quarters arrived on small boats. Ukrainian refugees who came to the UK after Russia's invasion of their country are not included in these figures. As at 10 September 2024, 263,300 visas had been issued to Ukrainian refugees who have come through legal routes set up by the UK government. There are separate arrangements for a few other specific groups to come to the UK, such as some Afghan refugees and Hong Kong citizens.\n\nHow many asylum cases are waiting to be processed?\n\nSome people wait months or even years for their claims to be considered. At the end of June 2024 there were 85,839 cases relating to 118,882 people awaiting an initial decision.\n\nFormer Conservative Prime Minister Rishi Sunak pledged to clear older claims by the end of 2023, but 4,500 \"complex cases\" were still awaiting a decision at the end of December.\n\nHow many asylum seekers does the UK send back?\n\nThe Home Office can remove people with no legal right to stay in the UK, or refuse to let them enter. In the year to the end of June 2024, 7,190 people who were not granted asylum were returned to their home country. This is up 48% on 2023, mainly because of a rise in Albanian returns. Between 2018 and June 2024, 3,788 people who came to the UK in small boats were returned, which is 3% of all small boat arrivals in that period. In December 2023, the Home Office revealed that only 408 non-Albanians who had come to the UK on small boats had been returned to their home countries since 2020.\n\nHow do UK small boats arrivals compare with those to Europe?\n\nIn 2023, there were 263,000 arrivals by sea in Europe, with Italy receiving 60% of those. Spain received 57,000 people and Greece 41,500. As of 13 October 2024, more than 139,000 people had arrived into Europe via the sea since the start of the year.\n\nHow many people apply for asylum across Europe?",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/C36D/production/_127992005_migrants-index-gettyimages-1228293226.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Student finance: When are UK student loans written off?",
        "text": "Student finance: When are UK student loans written off?\n\nGetty Images\n\nTuition fees are to rise for students in England for the first time in eight years. It will increase the amount of debt many students leave university with.\n\nHow do student loans work?\n\nThe details depend on where in the UK you live but student loans are typically made up of:\n\na loan for tuition fees\n\na maintenance loan for living costs\n\nHow much can I borrow for living costs?\n\nThe amount of maintenance help available varies across the UK. Undergraduate students in England will be able to borrow more for day-to-day living costs next year. The maximum maintenance loan for those living away from their parents outside of London, for example, will increase from £10,227 to £10,544. In Scotland, the maximum annual maintenance loan is £9,400 for under-25s. Students studying away from home can borrow up to £11,150 if their home is in Wales (£14,170 if they go to London), and £6,776 if they're from Northern Ireland (£9,492 if they go to London).\n\nHow do I get my student loan payments?\n\nThe tuition fees are paid directly to your university or education provider. The maintenance loan is paid directly to your bank account in instalments. These are at the start of each term in England, Wales and Northern Ireland, and monthly in Scotland. In order to be paid you'll need to register at your university or college. You'll usually do this in the first week of your course and you may have to take along your student finance entitlement letter. In England you should get a text from the Student Loans Company a few days before to let you know the maintenance loan is on the way. You can apply for funding up to nine months after the first day of the academic year for your course. The application process is different depending on where you live:\n\nGetty Images\n\nHow much interest will I be charged?\n\nYou are charged interest on the loan from the day you take it out, but the amount varies across the UK. It is important to understand that the terms and conditions can change after you have borrowed the money. Any interest rate rises will apply to all student loans, not just new applications. For students in England, the interest rate is normally set at the retail price index (RPI) measure of inflation. It is currently 4.3%. For students from:\n\nWales, the rate is up to 7.3% depending on your earnings\n\nthe rate is up to 7.3% depending on your earnings Scotland , it is 4.3%\n\n, it is 4.3% Northern Ireland, it is 4.3%.\n\nThe amount graduates pay back will depend on how much they earn.\n\nWhen do I have to start paying back my student loan?\n\nYou do not have to start repaying your loan until you earn a certain amount of money after graduation. The threshold for students starting university in England this year is £25,000. In Wales it is £27,295, in Scotland £31,395 and in Northern Ireland £24,990. You do not repay anything if you earn less than the threshold. The earliest you will start repaying is the April after you leave your course. Payments are made automatically through the tax system. You generally repay 9% of the amount you earn over the threshold.\n\nWhen are student loans written off?",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/AB1B/production/_133630834_tuition-promo3-getty.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "India in South Africa 2024 - fixtures, results & scorecards",
        "text": "November\n\n8 1st Twenty20 international, Durban (d/n)\n\nPlay starts at 15:00 GMT\n\nScorecard\n\n10 2nd Twenty20 international, Gqeberha (d/n) (14:00 GMT)\n\n13 3rd Twenty20 international, Centurion (d/n) (15:00 GMT)\n\n15 4th Twenty20 international, Johannesburg (d/n) (15:00 GMT)\n\nNB Fixtures and start times are subject to change. The BBC is not responsible for any changes that may be made",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/87f2/live/dca9df70-2fae-11ef-8726-0b9e6f81097c.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "US election polls tracker 2024: Who is ahead",
        "text": "US election polls: Who is ahead - Harris or Trump?\n\nBBC\n\nVoters in the US go to the polls on Tuesday to elect their next president. The election was initially a rematch of 2020 but it was upended in July when President Joe Biden ended his campaign and endorsed Vice-President Kamala Harris. The big question now is - will America get its first woman president or a second Donald Trump term? Follow live election updates\n\nAll you need to know about election night\n\nWhen will we know who has won?\n\nWho is leading national polls?\n\nHarris has had a small lead over Trump in the national polling averages since she entered the race at the end of July and she remains ahead - as shown in the chart below with the latest figures rounded to the nearest whole number.\n\nHarris saw a bounce in her polling numbers in the first few weeks of her campaign, building a lead of nearly four percentage points towards the end of August. The polls were relatively stable in September and early October but they have tightened in the last couple of weeks, as shown in the chart below, with trend lines showing the averages and dots for individual poll results for each candidate.\n\nWhile national polls are a useful guide as to how popular a candidate is across the whole country, they're not the best way to predict the election result. That's because the US uses an electoral college system, in which each state is given a number of votes roughly in line with the size of its population. A total of 538 electoral college votes are up for grabs, so a candidate needs to hit 270 to win. There are 50 states in the US but because most of them nearly always vote for the same party, in reality there are just a handful where both candidates stand a chance of winning. These are the places where the election will be won and lost and are known as battleground states or swing states. What is the electoral college?\n\nPath to 270: The states Harris and Trump need to win\n\nWho is winning in swing state polls?\n\nRight now the leads in the swing states are so small that it's impossible to know who is really ahead from looking at the polling averages. Polls are designed to broadly explain how the public feels about a candidate or an issue, not predict the result of an election by less than a percentage point so it's important to keep that in mind when looking at the numbers below. It's also important to remember that the individual polls used to create these averages have a margin of error of around three to four percentage points, so either candidate could be doing better or worse than the numbers currently suggest.\n\nIf you look at the trends since Harris joined the race, it does highlight some differences between the states. In Arizona, Georgia, Nevada and North Carolina, the lead has changed hands a few times since the start of August but Trump has a small lead in all of them at the moment. In the three other states - Michigan, Pennsylvania and Wisconsin - Harris had led since the start of August, sometimes by two or three points, but the polls have tightened significantly. All three of those states had been Democratic strongholds before Trump turned them red on his path to winning the presidency in 2016. Biden retook them in 2020 and if Harris can do the same then she will be on course to win the election.\n\nIn a sign of how the race has changed since Harris became the Democratic nominee, on the day that Biden quit the race he was trailing Trump by nearly five percentage points on average in the seven swing states. In Pennsylvania, Biden was behind by nearly 4.5 percentage points when he dropped out, as the chart below shows. It is a key state for both campaigns as it has the highest number of electoral votes of the seven and therefore winning it makes it easier to reach the 270 votes needed.\n\nHow are these averages created?\n\nThe figures we have used in the graphics above are averages created by polling analysis website 538, which is part of American news network ABC News. To create them, 538 collects the data from individual polls carried out both nationally and in battleground states by lots of polling companies. As part of its quality control, 538 only includes polls from companies that meet certain criteria, like being transparent about how many people they polled, when the poll was carried out and how the poll was conducted (telephone calls, text message, online, etc). You can read more about the 538 methodology here.\n\nCan we trust the polls?\n\nThe polls have underestimated support for Trump in the last two elections and the national polling error in 2020 was the highest in 40 years according to a post-mortem by polling experts - so there’s good reason to be cautious about them going into this year’s election. The polling miss in 2016 was put down to voters changing their minds in the final days of the campaign and because college-educated voters - who were more likely to support Hillary Clinton - had been over-represented in polling samples. In 2020, the experts pointed to problems with getting Trump supporters to take part in polls, but said it was “impossible” to know exactly what had caused the polling error, especially as the election was held during a pandemic and had a record turnout. Pollsters have made lots of changes since then and the polling industry “had one of its most successful election cycles in US history” in the 2022 midterm elections, according to analysts at 538. But Donald Trump wasn’t on the ballot in the midterms and we won’t know until after election day whether these changes can deal with the influx of irregular voters he tends to attract. Listen: How do election polls work?",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/e457/live/d48d2d60-6f55-11ef-8c1a-df523ba43a9a.png",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Why Pennsylvania could hold the keys to the White House",
        "text": "Harris and Trump make final push in must-win Pennsylvania\n\nGetty Images Supporters of Donald Trump arrive at a campaign rally in Reading, Pennsylvania, on 4 November.\n\nWith just hours until election day, both candidates are concentrating their eleventh hour efforts on Pennsylvania - the biggest prize in the electoral battleground map. Vice-president Kamala Harris's election eve schedule includes four appearances in the state, ending with rallies in Pittsburgh and Philadelphia featuring a slate of celebrity guests, including Oprah Winfrey. Former President Donald Trump is also barnstorming the must-win state, holding two rallies in Pittsburgh and Reading. According to calculations by elections analyst Nate Silver, the candidate who wins Pennsylvania has more than a 90% chance of winning the White House. “It’s the granddaddy of all the swing states,” said former congressman Patrick Murphy, who represented north-eastern Pennsylvania as a Democrat from 2007-11. With its 19 electoral votes, Pennsylvania – the fifth most populous US state - is the lynchpin of the swing-state electoral firewalls for both Kamala Harris and Donald Trump. If the Democrats win Pennsylvania, Wisconsin and Michigan, along with one congressional district in Nebraska, she’s the next president. If the Republicans carry Pennsylvania, North Carolina and Georgia, Trump is back in the White House next year. Without Pennsylvania, there is no way Trump can win without flipping at least three of the states Joe Biden won in 2020. Nicknamed the Keystone State, Pennsylvania could in fact be the key to the White House.\n\nA battleground that looks like America\n\nPennsylvania is not only the most valuable swing state, it also can be seen as a microcosm of the US as a whole – demographically, economically and politically. It is a former manufacturing state that has been transitioning to newer industries and businesses, but it has a large energy sector because of its abundant oil shale deposits. Agriculture is still the second-largest industry in the state. The majority of the population is white, but there are growing immigrant communities. Some areas, like Allentown – the working-class factory city made famous by a Billy Joel song – are now majority Hispanic. The state’s black population, at 12%, is just under the US total of 13%. As for the politics, the state’s two large urban areas, Philadelphia and Pittsburgh, heavily favour the Democrats. Between the two are vast stretches of rural territory where Republicans dominate. And the suburbs that once were reliably conservative are now tilting to the left. That gives rise to the old quip that Pennsylvania is Philadelphia and Pittsburgh with (deeply Republican) Alabama in the middle. Somehow, all these political cross-currents and shifting dynamics have kept Pennsylvania at a near dead-even balance when it comes to presidential elections. President Joe Biden won the state by about 80,000 votes in 2020. Donald Trump carried it by about 40,000 in his surprise 2016 win over Hillary Clinton. Only once in the last 40 years has a candidate won Pennsylvania by double-digits - Barack Obama in his 2008 electoral landslide. The final New York Times/Siena College poll of the state - published on Sunday - suggested the two were locked in a tie, with both Trump and Harris at 48% of likely voters. Before then, they were locked in a virtual dead heat, with Harris slightly ahead.\n\nThe keys to a White House victory\n\nBoth the Harris and Trump campaigns have been pouring enormous resources into Pennsylvania. They are spending more on television advertising there than any other swing state and made regular visits even before the campaigning frenzy on election eve. Harris introduced her running mate pick, Tim Walz, at a rally in Philadelphia. She spent days preparing for her presidential debate in Pittsburgh. She made a tentpole economic speech in September. In early October, Trump held a massive rally in Butler, where in July he was nearly assassinated. He was in Biden's hometown of Scranton and then Reading just a couple of weeks later. And when the principals aren’t around, both campaigns have other politicians and officials to drum up support. “A candidate can't go into a county to talk to 1,200 people,” says former Democratic Pennsylvania Governor Ed Rendell. “The state is too big. There’s just not time. That’s what surrogates are for.” Rendell notes that the current governor, Democrat Josh Shapiro, is a big help for Democrats here, as he is very popular in the state and a dynamic speaker – qualities that had made him the odds-on favourite to be Harris’s vice-presidential pick. For Harris, her keys to victory are to post dominating numbers in Philadelphia and Pittsburgh and win the suburbs by enough to offset Trump’s margins in the rest of the state. An essential part of this strategy is to win over moderate voters and some Republicans – including the more than 160,000 who turned out to vote for former South Carolina Governor Nikki Haley in the state’s Republican primary, held earlier this year, well after Trump had already locked up the party’s nomination. “What these people need to hear is ways in which both the past record of Kamala Harris and the future plans of Kamala Harris are basically centrist positions – that she is not this crazy, wild-eyed radical leftist,” said Craig Snyder, former Republican Senate staffer who is running Pennsylvania's “Haley Voters for Harris” effort. He added that the Harris campaign is making the most extensive effort to reach Republican voters that he’s seen in a generation.\n\nGetty Images Kamala Harris speaks at a campaign rally on 30 October\n\nTrump’s strategy is to squeeze all the support he can out of the conservative parts of the state, including by registering and mobilising those who may not have participated in past elections – a move Trump’s campaign officials say is a central focus of their grass-roots effort. There are signs their work may be paying off, too. Registered Democrats still outnumber Republicans in the state, but the margin is just a few hundred thousand - the smallest its been since the state first began releasing figures in 1998. While the college-educated voters in the suburbs may be difficult to convince, the Trump team thinks it can also chip away at traditionally Democratic support among blue-collar union voters and young black men. “We've seen nationally that Trump has made some real inroads with African American men,” said Farah Jimenez, a conservative education activist. “They're here in Philadelphia, and if you can convince them that he speaks more clearly to the things that concern them, it can at least start to provide a base for Republicans in Philadelphia.”\n\nAnother Pennsylvania waiting game\n\nFour years ago, the results in Pennsylvania took days to come in – due, in large part, to the more than two million mail-in ballots cast because of the Covid pandemic. Major media outlets didn’t project Biden as the winner until four days after the election. Mail-in voting is expected to be lower this year, but the state reports that it has already received 217,000 completed ballots that, by Pennsylvania law, cannot be opened and tabulated until election night. Another wildcard is the more than 27,000 military and overseas voter ballots that have been distributed by Pennsylvania state officials so far. If the race is as close as polls indicate, those votes could make a difference – even if they take longer to arrive and be recorded. “I can't imagine that it's not going to take several days after to get a count,” said Snyder. “And if the count is very close, we're going to get into lawsuits and recounts and all the rest of it. So everybody needs to buckle up.”",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/51fe/live/2e24d640-870f-11ef-9329-f30486eb2a33.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "F1 Drivers' Championship: What does Lando Norris need to do to beat Max Verstappen to the title?",
        "text": "Max Verstappen took a huge step towards a fourth world title with a brilliant victory in the Sao Paulo Grand Prix.\n\nThe Red Bull driver climbed from 17th on the grid to secure one of the greatest wins of his career.\n\nTitle rival Lando Norris finished sixth in his McLaren to slip 62 points adrift of Verstappen with 86 still available.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/07c0/live/e4483e60-86e4-11ef-822c-a50726bfda2e.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Southern Housing: Vulnerable tenants 'forgotten' in unsafe homes",
        "text": "Vulnerable tenants left 'forgotten' in unsafe homes\n\nGetty Images Southern Housing tenants have said they felt \"forgotten\"\n\nVulnerable tenants living in properties managed by one of the biggest housing associations in the UK have told the BBC they are living in dangerous, dirty conditions, some without basic amenities such as a shower or secure front door. Ben - not his real name - and his two young children were placed in temporary accommodation provided by Southern Housing (SH) in Kent after fleeing an abusive relationship. He said he felt \"like somebody who had been chucked away\" as there were nails sticking out of the floor and the garden was full of faeces. SH said it takes allegations of service failure extremely seriously and its number one priority was safeguarding vulnerable residents.\n\nBen said the house, which he moved into in September, did not contain any white goods, like a washing machine or fridge. \"We were stripped back to living out of cardboard boxes. There was nothing there,\" he said. One of the doors fell off its hinges because the woodwork was so rotten, Ben added. SH said it had 80,000 homes across the south east of England - including Sussex, Surrey and Kent - as well as London, the Isle of Wight and the Midlands. The housing association told the BBC Ben had \"accepted\" the home knowing it had no white goods, but it had provided funds to ensure he could purchase essentials, like a cooker and microwave. SH said it had not received a complaint directly from Ben and had signposted him to other agencies for support. \"We remain in regular contact with [Ben] and are committed to discussing any repairs that may be required,\" SH said.\n\nBen Nails and carpet tacks were littered all over the floor, said Ben\n\n'Forgotten about'\n\nSusan from Surrey - whose name we have also changed - told the BBC she lived in \"terror\" for more than three years because SH failed to fix her front door, which was not properly secured, despite her continual pleas. A former partner managed to let himself into her flat during this time, she said. SH said it inspected Susan's door and found it was installed correctly. Her \"safety was never put at risk\", SH told the BBC. Susan - who suffers from severe mental health issues - moved into the housing association property from a women's hostel in 2019. She said SH had also left her without a functioning window for months in winter and did not inform her of a rent increase. The BBC has seen email correspondence between Susan and Southern Housing that supports Susan’s claims about the window, with SH acknowledging that she had raised the repair “several times in the last two years”. The housing association said it had informed Susan of a change in her rent. It said it had completed all repairs when reported and was not aware of any outstanding issues.\n\nIf you have been affected by any of the issues raised in this article, you can find advice here.\n\nSusan said her \"constant battles\" with SH had had a drastic impact on her physical and mental wellbeing. \"On many occasions, I called or emailed to explain just how unhappy and suicidal I felt... and I was constantly met with no outcome,\" she said. \"I just kind of feel like I've been put here just to be forgotten about.\" SH said Susan had been offered support by its financial inclusion team, including clearing her rent arrears.\n\nRichard Brittain Social housing tenants say they feel forgotten by Southern Housing\n\nJohn Cutler from Sittingbourne, Kent, uses a wheelchair due to a long-term health condition. He said he had been without his accessibility toilet, which has rails to support his movement, after SH began work on his bathroom due to mould in September. He was forced to shower at a friend's house for a month. The shower has now been fixed, but the 67-year-old said he and his wife were \"struggling\" as she had to assist him when using their other toilet. \"It is not only that they haven't done the job. It is that we have to stay in for days on end just in case anybody comes... we don't know when they're coming or going,\" he said. \"It just needs to get sorted, but an apology would go a long way.\" SH said it had now carried out repairs on Mr Cutler's bathroom. It said the toilet remained in full working order and Mr Cutler had not reported any issues with his shower. SH said all works would be completed on Friday.\n\nRichard Brittain Mr Cutler's bathroom needed replacing as it was riddled with mould\n\nRichard Brittain, former chairman of the Kent Regional Residents Panel at SH, said the number of social housing tenants experiencing issues with their SH property was likely significantly higher since many were \"terrified of rocking the boat\" and would not come forward. Still, he believed the issues were indicative of a \"broken system\" - rather than a \"broken company\". He said the Housing Ombudsman needed more power and legislation should be made clearer to better protect social housing tenants.\n\n'Everyone deserves a safe home'\n\nA Ministry of Housing, Communities and Local Government spokesperson said: “Everyone deserves to live in a safe, warm and decent home and failings preventing people from being able to do so are unacceptable.\" They said the government would consult on a \"new decent homes standard\" early next year to ensure tenants were not plagued by disrepair. Legislation setting tough new requirements for landlords to investigate and fix hazards in social homes - such as damp and mould – within strict timeframes will also be brought forward, they added.\n\nFollow BBC Kent on Facebook, on X, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk or WhatsApp us on 08081 002250.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/6e6f/live/e91e8060-97c0-11ef-a32f-2b9967118206.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Premiership Women's Rugby: Exeter Chiefs beat Saracens in top-of-the-table clash",
        "text": "Exeter Chiefs beat Saracens 29-12 in Saturday's top-of-the-table match to leapfrog the visitors at the Premiership Women's Rugby summit.\n\nBoth teams won their opening four fixtures, but Saracens went into Saturday's game as league leaders having picked up two more bonus points.\n\nBut the Chiefs ended that 100% start by claiming a bonus-point victory at Sandy Park to go three points clear in top spot.\n\nMerryn Doidge opened the scoring for the hosts before Saracens went in front through tries by Sarah McKenna and Akina Gondwe.\n\nThe Chiefs hit back through Flo Robinson, and Alex Tessier kicked a penalty to give them a 17-12 lead at half-time.\n\nThey dominated the second half, with Eilidh Sinclair and Hope Rogers touching down to claim the extra point.\n\nOn Sunday, Gloucester-Hartpury returned to winning ways with a 27-14 bonus-point victory over bottom club Sale Sharks.\n\nThe defending champions were beaten by Saracens in their last outing but Beth Stafford handed them an early lead with the opening try.\n\nWinless Sale hit back through Sofia Stefan to level the score at half-time.\n\nGloucester regained the lead after the interval through Nel Metcalfe before Neve Jones stretched their advantage.\n\nJones doubled her tally to claim the bonus on the hour mark and Charlotte Woodman added further gloss to the victory before Sale's Trudy Cowan powered over for a late consolation.\n\nGloucester move up to third in the table, while Sale remain rooted to the bottom.\n\nElsewhere, Trailfinders claimed a 34-17 bonus-point win at winless Leicester Tigers.\n\nChloe Rollie opened the scoring for the visitors before Rosie Inman added a second.\n\nFran McGhie reduced the deficit to five points at the interval before Leicester edged in front after Julia Omokhuale's converted try.\n\nTrailfinders regained the lead through Julia Schell before Caity Mattinson slid over to provide a cushion one minute later.\n\nEmma Taylor secured the bonus for Trailfinders before adding a fifth try, while McGhie also doubled her tally for Tigers.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/1a4a/live/53a791c0-9932-11ef-a420-3dac5292cdc6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Challenge Cup: Cardiff Devils fight back to beat Sheffield Steelers 5-3",
        "text": "Cardiff Devils twice fought back to beat Sheffield Steelers 5-3 in the Challenge Cup on Sunday, bouncing back from an Elite League loss at Nottingham Panthers the previous day.\n\nThe victory over defending champions Sheffield keeps alive Cardiff's hopes of reaching the knockout stages.\n\nSteelers, already qualified for the semi-finals as guaranteed Group A winners, struck first in the Welsh capital with Marc-Olivier Vallerand's first goal. Reid Duke hit back for the hosts only for Vallerand to again put the visitors in front.\n\nDuke also completed his brace by the end of the second period and in the third Cole Sanford and Riley Brandt seized the initiative for Devils.\n\nMikko Juusola pulled one back for Steelers, but Joey Martin sealed victory late on.\n\nIt was a welcome change in fortunes for Devils, who lost 3-1 at Panthers in a game delayed by 90 minutes due to the visitors being stuck in traffic for three hours on their way to Nottingham.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/1388/live/cf5e09c0-9a81-11ef-9260-19e6a950e830.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Moldova's pro-EU leader in tight run-off as Russia accused of meddling",
        "text": "Moldova's pro-EU leader in tight run-off as Russia accused of meddling\n\nReuters As she voted Maia Sandu warned Moldovans that \"thieves\" were trying to buy their vote and their country\n\nMoldovans have voted in the second round run-off of a presidential election seen as a choice between a European future or a return to Russian influence. Pro-European President Maia Sandu faces Alexandr Stoianoglo, a man she fired as chief prosecutor, who has promised to balance foreign policy between the West and Russia and has the backing of the pro-Russian Party of Socialists. Sandu and Moldova's authorities have warned that a fugitive oligarch now based in Russia is trying to buy the election for Moscow. The Kremlin has denied interfering in the vote, much as it did during last weekend's disputed elections in Georgia, whose president described the vote as a \"Russian special operation\".\n\n\"We resolutely reject any accusations that we are somehow interfering in this. We are not doing this,\" said Kremlin spokesman Dmitry Peskov. However, Maia Sandu's national security adviser, Stanislav Secrieru, said on Sunday that \"massive interference by Russia\" was taking place in Moldova's electoral process, which he said had \"high potential to distort the outcome\". Sandu won the first round of the vote two weeks ago with 42.4%, well ahead of Alexandr Stoianoglo on 26%, but short of the 50% she needed to win outright. His vote is likely to increase because of the votes of candidates who failed to reach the run-off. After voting, Sandu warned Moldovans that \"thieves\" wanted to buy their vote and their country and she called on them to preserve their country's independence. Stoianoglo, who promises to be an \"apolitical president\" for everyone, told reporters he had voted for \"a Moldova that should develop in harmony with both the West and the East\". But commentators and politicians have warned that a Stoianoglu victory could radically change the political landscape in the Danube and Black Sea region, not because he is some kind of \"Trojan horse\", but rather because Russia has thrown its weight behind him. By the time polls closed in Moldova at 21:00 (19:00 GMT) 54% of Moldovans had voted, with big queues reported in Moscow and Belarus as well as at polling stations in Romania, France and Italy. Moldova's election commission said it was aware of reports of organised and illegal transports of voters by air and land in Russia, Belarus, Azerbaijan and Turkey, and appealed to the public to report further violations. Stanislav Secrieru said Russia had organised buses and large charter flights to bring voters to polling stations.\n\nReuters Alexandr Stoianoglo promises Moldovans to save their country from four more years of \"abuse and ruin\"\n\nFormer Moldovan Defence Minister Anatol Salaru said the election would decide whether Moldova would \"continue the process of European integration or return to the Russia fold\". A former Soviet republic flanked by Ukraine and Romania and one of Europe's poorest countries, Moldova has a population of 2.5 million. It also has a large expat population of 1.2 million, whose votes could prove key to Maia Sandu in the run-off. Moldova has opened talks on joining the European Union, and on the same day of the first round Moldovans voted by a whisker to back a change to the constitution embracing the commitment to join the EU. The tiny margin in favour came as a surprise, although Maia Sandu said there was clear evidence of attempts to buy 300,000 votes. The BBC spoke to one voter who said she and others had sold their votes for up to 1,000 roubles (£8).\n\nBBC finds evidence of Russian vote buying in Moldova's EU vote\n\nAmong the 1,988 polling stations open in Moldova until 21:00 (19:00G) on Sunday, 30 were opened for voters from the mainly Russian-speaking breakaway region of Transnistria, which borders Ukraine and is home to a Russian military base with 1,500 troops and a huge arms depot. Voters had to cross the River Dniester into Moldovan-controlled territory and local media showed images of cars streaming over a bridge to vote in the eastern town of Rezina. Whatever Russia's role behind the scenes, police said fugitive oligarch Ilan Shor had moved $39m (£30m) over two months from Moscow into Moldovan bank accounts in September and October, benefiting at least 138,000 voters.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/b5b7/live/1fcba8b0-99d1-11ef-82c3-45a801b7330b.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Voter fraud claims flood social media before US election",
        "text": "Whirlwind of misinformation sows distrust ahead of US election day\n\nGetty Images\n\nRumours, misleading allegations and outright lies about voting and fraud are flooding online spaces in unprecedented numbers in advance of the US election. Hundreds of incidents involving purported voting irregularities are being collected and spread by individuals, as well as both independent and Republican-affiliated groups. A small number of posts are also coming from Democrats. The US government has also alleged that foreign actors, including Russia, are spreading fake videos to undermine confidence in the electoral process. The whirlwind of misinformation spreading online poses a challenge to election officials who are having to debunk rumours and reassure voters, while preparing to administer election day on Tuesday.\n\nMany posts alleging election irregularities support the Trump campaign’s false claim that the former president won the 2020 election and suggestions that he will potentially be cheated out of victory again on 5 November. When asked whether he will accept the 2024 election result, Donald Trump said during the presidential debate in September that he would if it was a \"fair and legal and good election\". A majority of Americans - 70% - expect him to reject the result if he loses, according to a CNN/SSRS poll released Monday. Just this week, Trump himself claimed widespread fraud in a key swing state. “Pennsylvania is cheating, and getting caught, at large scale levels rarely seen before,” Trump posted on his Truth Social network. “REPORT CHEATING TO AUTHORITIES. Law Enforcement must act, NOW!” The allegation followed officials in three Pennsylvania counties saying they were working with local law enforcement to investigate some voter registration applications for potential fraud. While Trump and allies seized on the announcements, the state's top election official, Republican Al Schmidt, has urged caution and warned voters to be aware of \"half-truths\" and disinformation circulating on social media. “This is a sign that the built-in safeguards in our voter registration process are working,” he said.\n\nFlood of misleading content\n\nThe BBC has seen hundreds of allegations of election fraud online, on social networks and on message boards and in chat groups. Some of these posts have been viewed millions of times each. The posts have implied it's easy for non-citizens to vote, made false claims about voting machines and sowed distrust in the ballot-counting process. One video claimed to show recently-arrived Haitians voting in Georgia. The BBC has found clear indications, including false addresses and stock photos, which indicate the video is a fake. On Friday US security officials said it was made by \"Russian influence actors\". Another person on X claiming they were Canadian posted a picture of a ballot and said: “Figured I would drive across the border and vote.\" It, too, is a fake, and part of an effort co-ordinated on the fringe message board 4chan. The ballot shown is from Florida, a state that requires identification to vote in person and is about a 20-hour drive from the Canadian border. Meanwhile in Northampton County, Pennsylvania, a video was posted on X showing a man dropping off a container of ballots at a courthouse, alleging suspicious activity. It turned out he was a postal worker delivering mail-in ballots, but the video was seen more than five million times.\n\nEchoes of 2020\n\nExperts worry the burst of misinformation just before election day could undermine people's trust in the results - or lead to threats and violence in the lead-up to the election and beyond. It's happened before. In the hours and days that followed the 2020 presidential election, while votes were still being counted, then-President Trump turned to social media to allege fraud and falsely claim that he was the real winner of the election. \"Stop the steal\" became a slogan of his supporters' movement to overturn the results. Election polls - is Harris or Trump ahead? On social media, chatrooms and during street protests, conspiracy theorists alleged widespread voter fraud, culminating with a riot at the US Capitol on 6 January 2021. Meanwhile, in battleground states like Georgia, election officials - civil servants whose job it is to oversee the election - faced death threats. While false claims about voting ramped up after the 2020 vote, groups that monitor this kind of activity say this year it has started well before election day. Wendy Via, founder of the Global Project Against Hate and Extremism (GPAHE), said some far-right and right-wing activists “are preparing themselves for the election to be stolen in a way they weren’t in 2020”. “We cannot overstate the role of conspiracy theories in all of this,” she said. These doubts have already reached Trump supporters on the ground. At a rally this week in Wisconsin, another key swing state, a number of people said they believed only illegal activity would prevent the Republican nominee from winning. “I feel very confident about Trump, as long as there’s no cheating,” said Brad Miller of Green Bay, who mentioned that he’d already heard rumours about fraud. “Our only hope is that it’s not big enough to change the result.” After the 2020 election, dozens of court cases alleging election fraud were lodged by Trump's team across multiple states, but none succeeded.\n\nIsolated fraud incidents blown out of proportion\n\nExperts say that isolated incidents of ballot fraud and administrative errors always happen in US presidential elections, which run across all 50 states and in 2020 involved more than 150 million voters. But real incidents are now being catalogued and shared online to an unprecedented degree and being used, alongside fake posts, as evidence of widespread cheating. In southern California, dozens of ballots were found in a storm drain. Despite the unknown circumstances around the event, online partisans immediately suspected deliberate fraud. “They WILL cheat,” says one of the thousands of comments posted.\n\nBBC Verify examines claims of US voter fraud\n\nAs cases have cropped up in recent days - including those in Pennsylvania and a Chinese student being charged with illegally voting in Michigan - authorities have repeatedly pointed to their investigations as examples of the robustness of election safeguards. But those who believe conspiracy theories about widespread fraud see these incidents as evidence of a co-ordinated plan by Democrats to “rig” the election. “Look at this new cheat voter fraud,” read one typical comment responding to the news from Pennsylvania. “Dems already doing their best to steal another election.” The overall effect can have a disastrous impact on trust in democracy, experts say. “These incidents are catnip for those who seek to undermine confidence in the election result,” said Luis Lozada, chief executive of Democracy Works, a not-for-profit group that distributes information about voting.\n\nGroups behind the deluge\n\nThe mass of election fraud claims spreading on social media have been aided by a network of groups that crowdsource allegations. Groups like Texas-based True The Vote, founded in 2009, have long been on the forefront of questioning election security. On an app developed by True the Vote called VoteAlert, supporters post examples of alleged election irregularities. They have collected a wide range of claims, from minor security oversights to allegations of deliberate vote tampering. The organisation also has people monitoring live-streamed cameras that have been pointed on ballot drop boxes in a number of states. Many local officials have repeatedly outlined the steps they have taken to make the boxes secure. “Our hope is we see exactly nothing at these drop boxes,” said True the Vote founder Catherine Engelbrecht during one of her recent regular online meetings for supporters. But she also hinted that Democratic-aligned groups were aiming to commit election fraud on a vast scale. “If they want to try to pull the kinds of things that we saw being pulled in 2020, they’re highly unlikely to get away with it because we have, literally, eyes everywhere,” she added. The BBC contacted True the Vote for comment. A number of other groups are asking supporters to report alleged irregularities. Elon Musk’s America political action committee has started a community – akin to a message board – on X, filled with rumours and allegations about voting. With 50,000 members, several posts go up every minute, almost around the clock. Other efforts include the Election Integrity Network, a group founded by a former Trump lawyer who is challenging voter registrations and recruiting poll watchers – partisan observers who attend polling places. The volume of messages on these platforms – along with the vagueness of some of the claims, with often anonymous sources – makes it nearly impossible to verify each allegation. The groups, and the Trump campaign, say that these efforts are solely meant to ensure the integrity of the vote. The BBC contacted the Trump campaign for comment.\n\nEPA Experts say the same rumours and false allegations about widespread fraud that inspired the riot at the US Capitol on 6 January 2021 are resurfacing in advance of this year's election\n\nBad information will continue to spread",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/43c8/live/4b44d810-9885-11ef-a3e5-09e32184727d.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Staying up? Here’s all you need to know about election night",
        "text": "Staying up? Here’s all you need to know about election night\n\nBBC\n\nAfter all the drama of a campaign like no other, US election day is here. It’s been an ultra-close race between Kamala Harris and Donald Trump and more twists and turns are guaranteed after polls close on 5 November. So settle in, and buckle up. Our election night guide includes the key things to watch out for as we wait to get a result - however long that wait proves to be. Timings below are given in GMT first and then in US Eastern time (EST).\n\nFirst glimpse of exit poll data\n\nAfter months of second-guessing what the American public will decide, at 22:00 GMT (17:00 EST) we will get a glimpse into their thoughts and motivations as the first batch of exit poll data is released. Exit polls in the UK provide a projection of the final result as soon as polls close, but American ones are very different. Rather than predicting the result, they give an insight into people’s priorities and opinions - and later, into how different demographic groups voted. Pollsters combine election-day interviews with telephone polling both nationally and in the seven swing states. Throughout the night, expect experts to talk a lot about these states - Arizona, Georgia, Michigan, Nevada, North Carolina, Pennsylvania and Wisconsin. In most states the outcome of the presidential vote is all but certain but voting in swing states is hard to predict and can lean Republican (red) or Democrat (blue). Both campaigns have been heavily targeting voters in these battleground areas that could hold the keys to the White House.\n\nEast Coast polls close, counting starts\n\nBy 00:00 GMT (19:00 EST), polls will be closing in Indiana, Kentucky, South Carolina, Vermont and Virginia, but these are not swing states, so the results will be predictable. But voting will also close in the first swing state of the night, Georgia. Victory for either candidate could give a strong hint at which way the election could go. Georgia was only narrowly won by Joe Biden last time. It also became the subject of false claims by Trump, who is accused of criminally conspiring to overturn his 2020 defeat. The candidate with more votes than any other in Georgia will get 16 crucial votes out of 538 under the electoral college system. What is the electoral college, and how does it work?\n\nSeven swing states set to decide the election Harris and Trump both want to gain a majority of 270 electoral college votes to win the White House. That matters more than the \"popular vote\" or the nationwide support they receive. Soon afterwards, at 00:30 GMT (19:30 EST), polls close in three more states including in North Carolina. Away from the presidential contest, there's been huge interest in the state governor contest that pits state Attorney General Josh Stein against Trump-backed candidate Mark Robinson, whose campaign has been hit by scandals. Polls close at the same time in Ohio, where Trump's running mate JD Vance is a senator. Meanwhile, the two campaigns will be gathering at their headquarters for the evening – which we know will be in West Palm Beach, Florida, in Trump’s case. Harris is expected to spend some of the night at Howard University in Washington DC, where she was once a student. At this point, some states might start to be “called” by US media outlets. They use models to project, or call, which way a state has voted, even before the full vote count has been completed. This happens when they believe a candidate has gained a lead that cannot be beaten by their opponent. In some closely-fought swing states, this could take a long time. The models the media outlets use draw on a variety of data, such as exit polls and actual votes counted by officials. The BBC gets this data from a firm named Edison Research.\n\nA flurry, including crucial Pennsylvania\n\nAt 01:00 GMT (20:00 EST), more polls close - including in critical Pennsylvania, the biggest prize of the 2024 swing states with 19 electoral votes. This is where Trump survived an attempt on his life when a gunman opened fire at his rally, killing one person. It's also a state that's part of the Rust Belt - areas once dominated by manufacturing that have experienced industrial decline in recent decades. Here, a handful of counties, like Erie and Northampton, could end up making a difference. Around now, at 01:30 GMT (20:30 EST), we expect to get more exit poll data - including a national breakdown of voting by age, race, and level of college education. This is provisional data that's refined over a period of weeks. What makes Pennsylvania the biggest prize on the electoral map\n\nAll eyes on swing states\n\nPolls close at 02:00 GMT (21:00 EST) in more closely-watched battleground states including Michigan and Wisconsin. Michigan is home to the largest concentration of Arab Americans in the US, for many of whom the Israel-Gaza war is an important electoral issue. The state was won by Biden last time, as was Wisconsin, which this year hosted the Republican National Convention. Polls also shut in Arizona - a focal point for the nation’s immigration debate - followed by Nevada, where both parties have tried to appeal to working-class voters by vowing to end taxes on tips, an hour later.\n\nRemaining polls close - will it be a waiting game?\n\nAt 04:00 GMT (23:00 EST), polls close across the remaining states that adjoin each other on the US mainland. The last two states close slightly later - Hawaii at 05:00 GMT (00:00 EST) and Alaska at 06:00 GMT on Wednesday (01:00 EST). Traditionally, it was soon after the close of voting at 23:00 EST in California that the race as a whole was called for one candidate or the other. A concession speech from the losing candidate followed not long later. But few observers are expecting a speedy resolution this year, with some suggesting it could take days, rather than hours, to know the victor. In recent elections, an increased number of postal votes has tended to delay the process. Tens of millions of people have also voted early, ahead of polling day. And different states have different rules on when they start tallying them. Early tallies may also be deceptive. A candidate who takes an early lead through in-person votes may end up being overtaken when postal votes and other types of ballots are added later. This happened in Michigan in 2020. Trump took an early lead through in-person votes but was later overtaken by Biden. When will we know who's won?\n\nOther ballot races - and big abortion votes\n\nDespite so much focus on the presidency, voters will also be choosing new members of Congress, who pass laws and initiate spending plans. All 435 seats in the House of Representatives are up for election. In the Senate, where members vote on key appointments in government, 34 seats are being contested. Republicans currently control the House, while Democrats have the Senate. These two chambers can act as a check on White House plans if the controlling party in either chamber disagrees with the president. Voters in Montana, Arizona, Missouri, Nebraska, Colorado, Florida, Maryland, Nevada, New York and South Dakota will also be asked how their state should regulate abortion, which has become one of the election's most emotive issues. A waitress, a mechanic and a Nascar driver running for Congress\n\nThe 10 US states with abortion questions on the ballot\n\nStill awake?\n\nIf you're still up, well done for making it this far, but there's a chance we'll have to wait a bit longer to find out who has won. The tighter the race, the more vote-counting that will need to happen before a winner can be projected in any given place - and there is always the possibility of recounts. The full nationwide count usually takes days or weeks. To give you a flavour – in 2020, the result in Pennsylvania and Nevada was projected four days after election day, and in Arizona, after more than a week by most outlets. A very close contest could feel like a repeat of 2020. Or 2024 could be comparable to the 2000 presidential race between George W Bush and Al Gore, which was disputed and ultimately settled in the US Supreme Court, with Bush certified as the winner. The neck-and-neck vote predicted by the polls and pundits in 2024 could potentially leave the door open to legal challenges by either side. That would make the night only the beginning of the drama – rather than the final word on the 2024 election.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/cc80/live/ad2c2be0-9791-11ef-9260-19e6a950e830.png",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Spain's king and queen pelted with mud in flood-hit Valencia",
        "text": "Spain's king and queen pelted with mud in flood-hit Valencia\n\nVideo shows angry crowd throwing objects at the King of Spain\n\nThe king and queen of Spain have been pelted with mud and other objects by angry protesters during a visit to flood-hit Valencia. Shouts of \"murderer\" and \"shame\" were directed at the royal couple as they walked through the town of Paiporta - one of the worst-affected in the region. Objects were also thrown at Prime Minister Pedro Sánchez, who was quickly evacuated. More than 200 people were killed in the floods, the worst in Spain for decades. Emergency workers are continuing to comb through underground car parks and tunnels in the hope of finding survivors and recovering bodies.\n\nThere has been anger at a perceived lack of warning and insufficient support from authorities after the floods. Footage showed King Felipe VI making his way down a pedestrian street, before his bodyguards and police were suddenly overwhelmed by a surge of protesters, hurling insults and screaming.\n\nGetty Images King Felipe was heckled by angry residents during the visit to Paiporta\n\nThey struggled to maintain a protective ring around the monarch, as some of the protesters threw mud and objects. The king engaged with several, even embracing them. Images showed mud on the faces and clothes of the king, Queen Letizia and their entourage, who held umbrellas over the monarch as they departed.\n\nQueen Letizia in tears on visit to flood-hit Valencia\n\nPrime Minister Sánchez and the head of Valencian regional government, Carlos Mazón, joined the royal couple on the visit, but were swiftly evacuated as the crowd grew increasingly hostile. Spanish media reports that objects were hurled at Sánchez, while footage verified by the BBC appears to show stones being thrown at his car as he was driven away. After he left, the crowd chanted: \"Where is Sánchez?\" “I’m just 16,” one boy, Pau, told the BBC through tears. “We’re helping – and the leaders do nothing. People are still dying. I can’t stand this anymore.” Another woman said: “They left us to die. We’ve lost everything: our businesses, our homes, our dreams.” The civil guard and mounted officers were later seen attempting to disperse the angry crowd. The royal entourage had intended to travel on to Chiva, another town in the Valencia province badly impacted by the flooding, but that visit has since been postponed. The king later said he understood the \"anger and frustration\" of the protestors in a video posted on the royal household's Instagram account.\n\nGetty Images More than 60 deaths have so far been reported in the town of Paiporta\n\nThe mayor of Paiporta, Maribel Albalat, told the BBC she was shocked by the violence, but that she understood \"the frustration and desperation of the people\". Juan Bordera, a member of the Valencian parliament, called the king's visit \"a very bad decision\". Authorities “didn’t listen to any warnings,” Mr Bordera told the BBC. “It’s logical that the people are angry, it’s logical that the people didn’t understand why this visit is so urgent,” he added. On Saturday, Sánchez ordered 10,000 more troops, police officers and civil guards to the area. He said the deployment was Spain's largest in peacetime. But he added that he was aware the response was \"not enough\" and acknowledged \"severe problems and shortages\". The flooding began on Tuesday, following a period of intense rainfall. Floodwaters quickly caused bridges to collapse and enveloped towns in thick mud. Many communities were cut off, left without access to water, food, electricity and other basic services.\n\nGetty Images Volunteer clean-up efforts have seen thousands of people with mops, buckets and brooms march to the areas most affected",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/0927/live/3ee403a0-9a26-11ef-9260-19e6a950e830.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Stoke-on-Trent crash leaves one dead and two hurt",
        "text": "One dead and two hurt in crash\n\nThe crash took place on the A34 Stone Road on Saturday evening\n\nA man died and two people were injured when two cars were involved in a collision.\n\nThe 21-year-old man was pronounced dead at the scene, after a grey BMW estate and a black Renault Clio crashed, on the A34 Stone Road, near Stoke-on-Trent\n\nStaffordshire Police said the collision happened at about 20:30 GMT on Saturday.\n\nOfficers are looking to speak to car enthusiasts who were parked in a layby nearby and the driver of a dark coloured sports type motorcycle, who was in the vicinity when the crash happened.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/aeb7/live/74b0b830-99df-11ef-a03c-e1a7aa44ee41.png",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Paul Hurst: Shrewsbury Town sack head coach after nine months in charge",
        "text": "\"It is with regret that Shrewsbury Town can confirm we have parted company with head coach Paul Hurst and assistant boss Chris Doig,\" Shrewsbury announced in a club statement., external\n\nThe decision came after an emergency board meeting held by the club on Sunday morning, during which chairman Roland Wycherley offered his resignation.\n\n\"This morning, at our emergency Board meeting, I offered my immediate resignation as chairman,\" he said in a later statement, external.\n\n\"This was rejected by the board as despite all the positive changes we are making to reduce the losses - without my current financial support - we would not be able to continue to fulfil our commitments.\"\n\nHurst initially kept Shrewsbury clear of relegation from League One last season as they finished four points above the drop zone.\n\nBut this season the Shropshire club have managed just two league victories and lost 14 of their 19 matches in all competitions.\n\nShrewsbury's next League One match is away at rock bottom Burton Albion on Saturday, 9 November.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/0e15/live/494d0d20-99ed-11ef-a5b4-915bb6d7e4b3.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Bristol Bus Boycott: Civil rights campaigner Dr Paul Stephenson dies aged 87",
        "text": "Civil rights campaigner Dr Paul Stephenson dies age 87\n\nFamily handout Dr Paul Stephenson led the Bristol Bus Boycott in 1963\n\nA civil rights campaigner who led the Bristol Bus Boycott in 1963 has died at the age of 87, his family say. Dr Paul Stephenson OBE organised the boycott which overturned a ban on people from ethnic minorities working on buses in the city and was instrumental in paving the way for the first Race Relations Act in 1965. In a statement, his family said he passed away on Saturday evening after a \"courageous battle\" with Parkinson's disease and dementia. They described him as \"a passionate advocate for equality, tirelessly working to dismantle the barriers of discrimination\".\n\n“It is with a heavy heart that Stephenson family share the passing of our beloved father, Dr Paul Stephenson, a true pioneer in the civil rights movement,\" his family said. \"He left this world on the evening of 2 November 2024, after a courageous battle with Parkinson's disease and dementia, which he faced with the same unwavering determination that defined his life. \"We have been immensely fortunate to witness first-hand the profound impact Dr Paul Stephenson had on our community and our nation.\"\n\n'His spirit will live on'\n\nDr Stephenson, the son of an African father and white British mother, arrived in Bristol in 1962. He organised a boycott of the Bristol Omnibus Company, after which its policy of discrimination was ended. He was made an OBE in 2009 for his services to equal opportunities and to community relations and had a train named after him in 2020. Dr Stephenson is survived by his daughter, Fumi, and his son, Paul Jr.\n\nIn a written personal message, they said that his spirit and impact \"will continue to live on\". \"Despite the demands of his work, Dad's love and support for our family never wavered,\" his children said. \"He encouraged our independence and growth, always striving to ensure that we could forge our paths. \"Dad's unwavering commitment to improving the lives and experiences of people in our community was truly infectious. \"His tireless work and activism touched the lives of so many, both locally and on a broader national and global scale.\"\n\nGuy Reid-Bailey, OBE, Roy Hackett, OBE, and Dr Paul Stephenson OBE led the Bristol bus boycott in the 1960s\n\nDr Stephenson's journey began as the first black social worker employed by the city of Bristol. In this role, he spearheaded the historic bus boycott, rallying thousands of Bristolians to stand together against the Bristol Omnibus Company's refusal to hire Black and Asian drivers. This victory paved the way for the nation's first Race Relations Act. He was arrested at the Bay horse pub in Bristol, which made national news. It happened after he refused to leave when the bartender would not serve him. Dr Stephenson won a court case against the pub and Daily Express for defamation.\n\n'Incredibly sad'\n\nOver the years, Dr Stephenson's unwavering commitment to equality and social justice earned him numerous accolades, including honorary degrees and doctorates, The Freedom of the City of Bristol and a Pride of Britain award for lifetime achievement from Sir Lenny Henry in 2017. Dr Stephenson collaborated with high profile politicians in the UK and abroad and spoke at engagements at global United Nations conferences for policy development in race relations.\n\nFormer mayor of Bristol, Marvin Rees, said the news of Dr Stephenson's death was \"incredibly sad\". “Paul lived an incredible life. Not just for his friends and his family, but made a contribution to Bristol, the country and the world,\" said Mr Rees. “Most famously, Paul will be known for the leadership of the Bristol Bus Boycott. \"Less well known, but incredibly significant, is that that turned into legislation to protect people from racial discrimination. “His impact was not just around the buses, it was about what it led to in terms of creating a legal framework to protect black and brown people – and other people – from being discriminated against in everyday life.”",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/5c5b/live/3f0f7110-9a81-11ef-8538-e1655f5a8342.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "WTA Finals 2024: Iga Swiatek beats Barbora Krejcikova; Coco Gauff sees off Jessica Pegula",
        "text": "Iga Swiatek began her bid to regain the world number one ranking with a comeback win over Barbora Krejcikova in the WTA Finals group stages.\n\nPoland's Swiatek trailed the Wimbledon champion by a set and double break before regrouping to win 4-6 7-5 6-2.\n\nThis was the 23-year-old's first match since her quarter-final US Open exit in September and first under new coach Wim Fissette.\n\n\"At the beginning I felt a bit rusty but I'm happy that I found a way to play a bit more solid,\" said Swiatek.\n\nShe and Aryna Sabalenka are in contention to finish the year as the top-ranked player.\n\nDefending champion Swiatek will need to win the title to replace Sabalenka, while the Belarusian needs to win all three round-robin matches, external or reach the final.\n\nSabalenka began her campaign with victory over Zheng Qinwen on Saturday.\n\nCoco Gauff beat fellow American and doubles partner Jessica Pegula 6-3 6-2 in the second Orange Group match on Sunday.\n\nThe top two players from each group advance to the semi-finals, with Sabalenka, Zheng, Elena Rybakina and Jasmine Paolini in the Purple Group.\n\nThe tournament is being held in Saudi Arabia for the first time - a move which has been criticised by some because of the country's human rights record.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/f849/live/5a46e960-9a07-11ef-9260-19e6a950e830.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Tottenham 4-1 Aston Villa: What Unai Emery said",
        "text": "Villa boss Unai Emery spoke to BBC Sport after today's game: \"We started the match like we were planning. At half-time the plan for the second half was to try to keep it. They scored the first goal. We had chances to score a second goal but they were pushing.\n\n\"We accepted the result.\n\n\"We have to try to be consistent. We had our chances in our transition and set-pieces. But they were clinical today.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/328e/live/cb9630f0-9a00-11ef-b8eb-6171f46abd28.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "South Africa police force 540 illegal miners from abandoned shaft",
        "text": "South Africa police force 540 illegal miners from abandoned shaft\n\nSouth Africa Police Service\n\nPolice in South Africa have forced 540 illegal miners out of an abandoned mine shaft and arrested them. Earlier this week, security forces blocked deliveries of food and water to the miners in a bid to push them out of the mine. The miners experienced \"starvation and dehydration\" and were forced to resurface, police say. Individuals have been emerging from the mine, located in the northern town of Orkney, since Saturday, though hundreds are believed to remain in the shaft.\n\nThe dangerous world of illegal mining in South Africa\n\nSouth African miner feared for his life during 'hostage situation' On Sunday the national police boss encouraged security forces on the ground \"not to back down\" and to \"ensure the rule of law is restored\", a statement from the force says. The statement says that earlier this week, security forces \"blocked communities in and around these abandoned mining shifts in Orkney from delivering food parcels, water and necessities to these illegal miners\". The police reported on Saturday that 225 miners had resurfaced, but \"hundreds if not a thousand\" were thought to still be underground. In an update on Sunday, the national force said an additional 340 had emerged from the mine and placed under arrest. Thousands of illegal miners, known as \"zama zamas\" (\"those who try their luck\" in Zulu), operate in the mineral-rich country. National Police Commissioner Lt Gen Shadrack Sibiya said that since December 2023, more than 13,690 suspects have been arrested across seven provinces. \"We have seized R5 million ($283,000; $220,000) in cash and uncut diamonds worth R32 million ($1.8m; £1.4m),\" he said.\n\nMore BBC stories from South Africa:\n\nGetty Images/BBC",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/8024/live/318da400-99f8-11ef-9260-19e6a950e830.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Women's FA Cup: Gwalia United 4-1 Swindon Town",
        "text": "Gwalia United cruised to a 4-1 win against Swindon Town at Spytty Park, Newport to reach the second round of the Women's FA Cup.\n\nThe hosts took the lead seven minutes into the first half when former Watford forward Ellie Sargent struck.\n\nSwindonâs Tori St Clair equalised just four minutes later, slotting the ball calmly past Wales international Laura OâSullivan-Jones.\n\nHowever, Fern Burrage-Maleâs side responded quickly with two goals in three minutes.\n\nRuby Scahill was brought down and captain Cori Williams-Mills made no mistake with the penalty. Two minutes later, Casi Gregson celebrated her 17th birthday as she converted a cross.\n\nGregson doubled her tally on the hour mark to complete the scoring, smashing home a Ruby Scahill pass.\n\nGwalia, who play in the third tier of the English system, controlled possession for the rest of the game against fourth-tier Swindon, who play in the National League Division One South West, to ensure victory.\n\nYou can find results and fixtures for the Women's FA Cup here.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/a2bb/live/6dce45c0-9a0a-11ef-9624-1117bdd718b2.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Protesters call on government to tackle water pollution",
        "text": "Protesters call on government to tackle water pollution\n\nEPA-EFE/REX/Shutterstock The march in central London started on Sunday morning at the Albert Embankment and was followed by a rally in Parliament Square\n\nThousands of people gathered in central London on Sunday to call for tougher action on keeping the UK's rivers and seas clean. The March for Clean Water was advertised as a \"one-off\" event to petition the government to enforce laws that tackle water pollution and ensure \"all polluting industries\" upgrade infrastructure and reduce water wastage. According to the Environment Agency, there were 3.6 million hours of spills in 2023 - more than double the total hours of spills in 2022. Steve Reed, the environment, food, and rural affairs secretary, said he shared the \"public's anger\" and had taken \"immediate action\" to start tackling the \"pollution scandal\"\n\nA spokesperson for the water industry regulator Ofwat said \"companies will be held to account for past failings\" and it had opened an enforcement action against \"all wastewater companies\". Water companies can release untreated sewage when it rains heavily to prevent homes being flooded but there have been instances where this has been done prematurely, and such spills are potentially illegal when it is dry. Contained within the spills is human waste, wet wipes and sanitary products, which can pose a serious risk to the local wildlife, swimmers and others who use UK waterways. On average in 2023, there were 1,271 spills a day across England, compared to 825 in 2022. The Clean Water March was organised by 140 organisations and started at the Albert Embankment and ended with a rally in Parliament Square. Those taking part came from across the UK, from West Yorkshire to Pembrokeshire, and the organisers said 8,000 people registered to take part.\n\nSarah Walsh said she was awake at 02:00 GMT to get a coach to London for the march\n\nSarah Walsh from Cornwall was at the march and told the BBC that pollution in the sea \"affects my livelihood directly\" as an open-water swimming coach. \"I can’t take people swimming if the sea’s got any form of pollution in it,\" she said. \"It affects our well-being as well because we can’t get in the sea, so it’s just been horrendous this year particularly.” Katherine Keyte from Poole and Bournemouth is part of a cold water swim group and said she had \"never marched before\" but \"felt very, very passionately about this\". “The frustration is around everything, I don’t really care who is in government, it is about having a plan, a plan that lasts more than four years, a plan that is long term so we can all enjoy, so our children, and our children’s children can enjoy clean water,\" the 60-year-old said. She added: “It is quite emotional looking and seeing the amount and type of people from every walk of life and every hobby – and they have all come down for one cause.”\n\nPA Media Chris Packham said people want to see \"more action rapidly\" from the government on water pollution\n\nNature broadcaster Chris Packham was among the crowd at the march in central London and said \"people are still frustrated\" and want to see action more rapidly. He criticised the Budget that was announced on Wednesday for \"not mentioning nature\", which he called \"reckless\". \"I think this is very much a time when we want to see our politicians putting planet first and understanding that this is a long-term investment that’s required to recover these ecosystems and it needs to go in place now,\" he told the BBC.\n\nEPA-EFE/REX/Shutterstock\n\nSteve Reed said within 70 days of winning the general election in July, he introduced new laws banning the payment of \"unfair bonuses to polluting water bosses\". He added that he had launched a commission to lead a \"root and branch review of the entire water sector to put right what's gone so badly wrong\". A spokesperson from Water UK, the trade association for the water industry, said it supported the aims of March for Clean Water, adding that the system was \"not working\" and was \"not delivering for people or the environment\". “No sewage spill is ever acceptable, and water companies want to invest a record £108 billion to ensure the security of our water supply in the future and end sewage entering our rivers and seas.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/8c07/live/b67e62d0-99f8-11ef-a5b4-915bb6d7e4b3.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Off-duty police officer stabbed during Luton robbery",
        "text": "Off-duty police officer stabbed during robbery\n\nBBC An off-duty police officer has been taken to hospital after being stabbed in Luton\n\nAn off-duty police officer was taken to hospital after he was stabbed while trying to thwart a knifepoint robbery in Luton. Bedfordshire Police was called to the scene just outside Luton Point in George Street at about 13:10 GMT on Saturday. Two men believed to be in their 20s stole a moped while brandishing a large knife or machete at the rider before stabbing the policeman who tried to intervene. The officer from the Metropolitan Police has been described as \"heroic\" by his Bedfordshire colleagues. His injuries are not deemed to be life-threatening.\n\nA large police presence will be maintained in Luton town centre following the stabbing\n\nDet Insp Jon Stow, from Luton CID, called it a \"brazen attack\" and said police would maintain a high-visibility presence in the town centre following the incident. Temporary Chief Constable Dan Vajzovic said: \"Wanton violence of this level is utterly appalling and has no place on the streets of our county. \"Thankfully, the officer is expected to make a full recovery, though this story could have been very different. \"I speak on behalf of the force and wider public in thanking him for his bravery and selflessness in the line of duty. His actions were nothing short of heroic.\"\n\nBedfordshire Police and Crime Commissioner John Tizard said: \"This is one of many examples of police officers putting themselves at risk in the public interest and to protect members of the public. Selfless interventions like this and effective policing are critical to making Bedfordshire's streets safer. \"Even when off duty, this Met officer was ready to step into danger to protect others. On behalf of the people of Bedfordshire I thank him for his courageous action, and wish him all the best for a speedy recovery.\" Police are appealing for anyone with the information about the incident to come forward. One of the suspects was wearing a black jacket and trousers while the other was wearing a dark jacket and grey tracksuit bottoms with a white stripe down the side. PC Jon Henry was fatally stabbed in the same street in 2007.\n\nFollow Beds, Herts and Bucks news on BBC Sounds, Facebook, Instagram and X.\n\nRelated stories Arrest made as stab victim is in critical condition",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/159d/live/95c3c4c0-99ff-11ef-b8eb-6171f46abd28.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Tottenham 4-1 Aston Villa - analysis",
        "text": "OK, so it was not exactly the birthday Unai Emery had hoped for. But, three days short of the anniversary of the 53-year-old's first match in charge of two years ago, the progress Aston Villa have made since has been remarkable.\n\nAn ultimately heavy 4-1 loss in north London does not change that. The Spaniard has transformed a team that appeared relegation candidates in to Champions League leaders.\n\nOn his actual two-year anniversary as Villa boss, Emery will take his side to face Club Brugge as they aim to make it four wins from four on their return to Europeâs elite club competition after a 41-year absence.\n\nWhile their seven-game unbeaten league run was abruptly ended, despite leading Spurs 1-0 on Sunday, the club's exciting trajectory under Emery is showing no sign of slowing.\n\nThere will be disappointment following Sunday's loss mainly because targets have been readjusted. While they missed the chance to go third, only three clubs have won more points in the Premier League since Emeryâs appointment in November 2022.\n\nAnd after breaking into the top four last season, his side will see no limits as they look to keep pace at the top of the table when they visit leaders Liverpool next week.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/4139/live/1198fbc0-9a04-11ef-b8eb-6171f46abd28.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Family dog to be destroyed after girl fatally attacked",
        "text": "Family dog to be destroyed after girl, 10, killed\n\nBBC Police said the girl died from serious injuries at the scene\n\nA family dog which killed a 10-year-old girl inside her home will be destroyed, police have said. The girl suffered serious injuries after being bitten by her dog while at home in the Malton area at about 16:15 GMT on Friday. Despite efforts by medical professionals and a member of the public who came to the family's aid, the girl died at the scene, police said. Their inquiries so far indicated the attack was \"out-of-character\" and that the girl and dog had \"a close, loving relationship\".\n\nNorth Yorkshire Police said it was \"conducting detailed inquiries covering all aspects of the incident\". The force said: \"One of the lines of inquiry relates to the behaviour of the dog to help explain, as far as possible, why it attacked the girl.\n\nDog secured in car\n\n\"All indications so far suggest it was out-of-character, with the girl and dog having a close, loving relationship.\" The force said \"due to the circumstances of the incident, the dog will be destroyed.\" A post-mortem examination of the girl was due to take place later on Sunday. The girl would be \"formally identified in due course\" a spokesperson added. A member of the public went to help the family after the attack, before emergency services had arrived. The dog had been secured inside a car by a family member and was later seized by officers who took it to secure kennels. The force said: \"Our thoughts remain with the girl's family and friends at this very distressing time. Officers are supporting the family while inquiries continue. \"We also urge people not to speculate about the incident, respect the family's privacy and allow them to grieve in peace.\" Listen to highlights from North Yorkshire on BBC Sounds, catch up with the latest episode of Look North or tell us a story you think we should be covering here.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/8993/live/248bfcd0-9a06-11ef-9624-1117bdd718b2.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Campaign launched to tackle rural domestic abuse",
        "text": "Campaign launched to tackle rural domestic abuse\n\nGetty Images Domestic abuse is not always carried out by a partner, it could be an ex-partner or a family member\n\nA campaign has been launched to tackle domestic abuse in rural Gloucestershire after hundreds of incidents were reported last year. Tewkesbury Borough Council has pledged to do more to address the problem by training staff and councillors, and encouraging parish councils to take up the training. Gloucestershire Domestic Abuse Support Service (GDASS) dealt with more than 788 incidents in the Tewkesbury borough in 2023. Councillors are concerned that domestic abuse lasts on average 25% longer in most rural areas and isolation is used as a weapon by abusers.\n\nOf those reports received by GDASS last year, 135 related to people who were assessed to be in immediate danger, according to the Local Democracy Reporting Service. A motion, put forward by councillor Liz Skelt, called on Tewkesbury Borough Council to implement its first priority of the prevention and early intervention section of the Gloucestershire Domestic Abuse strategy. Ms Skelt also raised concerns over the underfunding of rural policing, and told the council a recent study by the National Rural Crime Network said domestic abuse is far worse in rural areas. \"There is more isolation, with less police and support places, poor internet and mobile phone coverage, and less public transport,\" she said.\n\nCarmelo Garcia Councillor Liz Skelt presented the motion to Tewkesbury Borough Council\n\nMs Skelt said the council \"should be really proud\" after Gloucestershire House of Partnerships helped lay out the domestic abuse strategies and had \"nothing but praise\" for the officers who deal with the victims of domestic abuse, especially the emergency housing. “We have dedicated people working with us,\" she said. \"We need to implement this section of the domestic strategy so we can help the victims access the extra services we have at our council.\"\n\nThe council voted unanimously to approve the motion. It agreed to provide training for all management and frontline staff at the authority, and to give all councillors the opportunity to book their own training sessions if they wish to. Richard Stanley, council leader, will also write to all town and parish councils, encouraging staff and councillors to book training sessions. Information and help for people who are suffering from domestic abuse or know somebody who is can be found on the council’s website, and GDASS provides an outreach service in all districts.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/09b9/live/6ea50540-99df-11ef-a03c-e1a7aa44ee41.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Australia vs Pakistan LIVE: First ODI, Melbourne â cricket score & radio commentary",
        "text": "Short, Short caught Saim Ayub, bowled Shaheen Shah Afridi c Saim Ayub b Shaheen Shah Afridi Short, Short caught Saim Ayub, bowled Shaheen Shah Afridi c Saim Ayub b Shaheen Shah Afridi 1 4 0 0 11 25.00\n\nFraser-McGurk, Fraser-McGurk caught Irfan Khan Niazi, bowled Naseem Shah c Irfan Khan Niazi b Naseem Shah Fraser-McGurk, Fraser-McGurk caught Irfan Khan Niazi, bowled Naseem Shah c Irfan Khan Niazi b Naseem Shah 16 14 1 0 21 114.29\n\nSmith, Smith caught Saim Ayub, bowled Haris Rauf c Saim Ayub b Haris Rauf Smith, Smith caught Saim Ayub, bowled Haris Rauf c Saim Ayub b Haris Rauf 44 46 6 0 64 95.65\n\nInglis, Inglis caught Irfan Khan Niazi, bowled Shaheen Shah Afridi c Irfan Khan Niazi b Shaheen Shah Afridi Inglis, Inglis caught Irfan Khan Niazi, bowled Shaheen Shah Afridi c Irfan Khan Niazi b Shaheen Shah Afridi 49 42 4 3 72 116.67\n\nLabuschagne, Labuschagne caught Irfan Khan Niazi, bowled Haris Rauf c Irfan Khan Niazi b Haris Rauf Labuschagne, Labuschagne caught Irfan Khan Niazi, bowled Haris Rauf c Irfan Khan Niazi b Haris Rauf 16 13 2 0 19 123.08\n\nHardie, Hardie bowled Mohammad Hasnain b Mohammad Hasnain Hardie, Hardie bowled Mohammad Hasnain b Mohammad Hasnain 10 19 1 0 31 52.63\n\nMaxwell, Maxwell caught Muhammad Rizwan, bowled Haris Rauf c Muhammad Rizwan b Haris Rauf Maxwell, Maxwell caught Muhammad Rizwan, bowled Haris Rauf c Muhammad Rizwan b Haris Rauf 0 1 0 0 1 0.00\n\nAbbott, Abbott run out Shaheen Shah Afridi run out (Shaheen Shah Afridi) Abbott, Abbott run out Shaheen Shah Afridi run out (Shaheen Shah Afridi) 13 19 1 0 50 68.42\n\nCummins, Cummins not out not out Cummins, Cummins not out not out 32 31 4 0 45 103.23\n\nStarc, Starc not out not out Starc, Starc not out not out 2 12 0 0 21 16.67\n\nExtras, Extras no balls 0, 0 nb wides 17, 17 w byes 0, 0 b leg byes 4, 4 lb total 21 Extras, Extras no balls 0, 0 nb wides 17, 17 w byes 0, 0 b leg byes 4, 4 lb total 21 21",
        "main_image": "https://static.files.bbci.co.uk/ws/simorgh-assets/public/sport/images/metadata/poster-1024x576.png",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Tottenham 4-1 Aston Villa - analysis",
        "text": "Stop falling behind, defend set-pieces better, and Tottenham would make life significantly easier for their supporters.\n\nBut after a first-half of unwanted familiar themes against Aston Villa, the second highlighted one encouraging characteristic the club have developed under Ange Postecoglou: resilience.\n\nFirst, though, the bad.\n\nSince the start of last season, Tottenham have conceded 20 goals from set-pieces (excluding penalties) - with only Nottingham Forest (24) conceding more.\n\nThey have kept only one clean sheet in their past 20 Premier League home games - Augustâs 4-0 win over Everton - and they have conceded the opening goal in 12 of their 14 at home in the competition in 2024.\n\nBut they have now come back to win eight of those 12 matches â including a 4-1 win over West Ham in their previous home game.\n\nTo do so again on Sunday after the collective effort required to beat Manchester City in the EFL Cup on Wednesday shows the team spirit is alive and well in the Spurs dressing room, despite a mixed start to the campaign.\n\nWith summer signing Dominic Solanke starring with a double against Villa, Postecoglou will hope his big-money addition can now spearhead his team's search for consistency.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/d81c/live/75324470-9a04-11ef-b8eb-6171f46abd28.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Pedestrian in serious condition after being hit by car",
        "text": "Pedestrian in serious condition after being hit by car\n\nA 42-year-old pedestrian is in hospital in a serious condition after she was hit by a car in Fife.\n\nOn Saturday at about 20:45, officers responded to reports of the incident, which involved the woman and a red Audi A3.\n\nThe incident happened on Lochleven Road, Lochore, in Lochgelly.\n\nShe was taken to Dundee's Ninewells hospital, where medical staff have described her condition as serious.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/72cd/live/d05c5cd0-9a06-11ef-9624-1117bdd718b2.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Paris Masters: Alexander Zverev beats Ugo Humbert in final",
        "text": "Germany's Alexander Zverev claimed a straight-set win over home favourite Ugo Humbert to clinch his first Paris Masters title.\n\nThe new world number two beat the French number one 6-2 6-2 on Sunday to secure the seventh ATP 1000 title of his career.\n\nBoth were playing in their fourth final of the year, with Zverev having lost the French Open final to Carlos Alcaraz in June.\n\nZverev's semi-final win on Saturday was enough to ensure the 27-year-old will now leapfrog Alcaraz and regain second spot in the ATP rankings.\n\nHumbert, 26, stunned Alcaraz in the last 16 at Palais Omnisports in Bercy before reaching his first Masters final, becoming the first French finalist at the indoor event in 13 years.\n\n\"I came as a kid to watch matches here and it made me want to do what I do, so I'm very happy to have reached the final,\" said the world number 18.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/85f8/live/c552e480-9a06-11ef-9624-1117bdd718b2.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Man City staying 'humble' as winning run continues",
        "text": "Manchester City manager Gareth Taylor insists they remain \"humble\" despite brushing aside another opponent to further tighten their grip at the top of the Women's Super League.\n\nCity are yet to lose a game across all competitions in 2024-25, winning nine and drawing one, including a dominant 3-0 victory at Crystal Palace on Sunday.\n\nTaylor's side are accustomed to dispatching of newly promoted teams such as Palace, having won 24 of 25 meetings against opponents coming up from the Championship - a draw with Liverpool in May 2023 is the only exception.\n\nDespite their stunning form and lofty position, Taylor is refusing to get carried away.\n\n\"It's 10 games in all competitions unbeaten, one draw and nine wins,\" Taylor said.\n\n\"When you look at some of the opposition in there it's pretty impressive, but we don't get ahead of ourselves, we try to stay humble and are aware of areas we need to improve on.\"\n\nSunday's triumph at Selhurst Park was the perfect way for City to mark their 200th appearance in the WSL - becoming only the fourth club to reach that milestone.\n\nThe three points never looked in doubt as last season's WSL runners-up controlled the tempo from the outset and penned Palace deep inside their own half.\n\nGoals from Jess Park, Jill Roord and Khadija Shaw ensured they continued building momentum following the international break.\n\n\"The squad coped really well today,\" Taylor said.\n\n\"It's important to get clean sheets and we dominated as we thought we would do. Palace have done well, they've caused teams problems and are dangerous on the counter-attack.\n\n\"I was pleased with the performance today from a lot of players. We got some younger players on the pitch at the end and they look like they've got promising futures.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/0a60/live/ededadc0-9a07-11ef-9624-1117bdd718b2.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Sunderland centre helps homeless people adopt dogs",
        "text": "Centre helps homeless people adopt rescue dogs\n\nSalvation Army Ian says his dog Scappy Do helps with his mental health and keeps him busy\n\nA Salvation Army centre which provides accommodation for homeless people has encouraged some of its residents to adopt rescue dogs. Swan Lodge in Sunderland allows people to bring their animals with them and bosses say having a pet provides \"a huge boost\" to their owner's mental health. The centre currently hosts 16 pets including dogs, cats and a budgie. Manager Christine Ritchie said: \"I'd be heartbroken if I had to lose my dog so I couldn't do that to any of our residents.\"\n\nSalvation Army One resident said his dog, a rescue Blue Merle Sheltie called Duke, has been a lifesaver\n\nMany hostels which provide accommodation for people who are homeless do not accept animals, but Swan Lodge began doing so about 12 years ago. \"It all began when someone turned up with a dog called Lucy and I really felt like I couldn't turn him away,\" Ms Ritchie explained. \"He has sadly passed away but Lucy still lives here with us.\" Swan Lodge works with charities including Street Paws, who arrange vet appointments, and Pawz for Thought which provides bedding, food, collars and bowls. Staff have also allowed residents to foster rescue dogs. One called his dog Duke a \"lifesaver\", adding: \"It's the company that you miss when you've been on your own and homeless. \"I suffer from depression and anxiety but having him gets me up in the morning.\"\n\nSalvation Army Charities pay for vet appointments and provide bedding and food\n\nAnother resident, Ian, called his dog Scrappy Do a \"Godsend\". \"I even got him tattooed on me because I love him so much,\" he said. Ms Ritchie said that while some of the dogs \"have their moments\", they mostly get on very well. \"We've had a huge range of pets: rats, snakes, parrots. If they are important to their owners, they're welcome here.\"\n\nFollow BBC North East on X, Facebook, Nextdoor and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/b75a/live/716dc170-96da-11ef-b413-15d2ae1b1dce.png",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Barcelona 3-1 Espanyol: Dani Olmo stars as Barca go nine points clear",
        "text": "La Liga leaders Barcelona continued their excellent early season form under Hansi Flick as they swept aside city rivals Espanyol to move nine points clear of Real Madrid.\n\nFresh from thrashing Real in their El Clasico encounter last week, Barca's attacking play was again sensational at times, with teenage winger Lamine Yamal once more looking a class above his contemporaries.\n\nHe bent in a wonderful cross with the outside of his foot which Dani Olmo turned in off the crossbar for the 12th-minute opener.\n\nAnother talented youngster, Marc Casado, then played an equally good ball in behind the Espanyol defence 11 minutes later, with captain Raphinha timing his run perfectly to clip the ball home.\n\nDefensively, Barca's incredibly high line once again made life interesting, with Espanyol having two goals ruled out for narrow offside calls.\n\nFull-back Omar el Hilali squared for Jofre Carreras to sweep in, but the strike was ruled out by the video assistant referee (VAR). Moments later, Olmo got his second with a thumping shot from the edge of the area to put Barca 3-0 up.\n\nEarly in the second half Alvaro Tejero's effort for the visitors was also ruled out after another close offside call.\n\nCaptain Javi Puado, though, swept in at the far post 18 minutes after the break to reduce the deficit.\n\nEspanyol improved as Barcelona shut down, but the fourth-bottom side were second best throughout as their dismal derby record continued.\n\nThey have now gone 27 straight derbies without a win over Barcelona and have lost six of their past seven games in La Liga.\n\nFlick's side have won 11 of their 12 league games under the German and, since their sole loss at Osasuna at the end of September, have won six in a row in all competitions, scoring 24 goals in the process.\n\nThey visit Red Star Belgrade in the Champions League on Wednesday and will look to maintain this wonderful run of form.\n\nEarlier on Sunday, third-placed Atletico Madrid beat Las Palmas 2-0 to move to within a point of Real in the table.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/556e/live/ab52d0a0-9a05-11ef-82c3-45a801b7330b.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Driver who died in Lockerbie crash named by police",
        "text": "Driver who died in Lockerbie crash named by police\n\nArchie Williams was driving a BMW at the time of the crash\n\nA driver who died in a crash with a lorry in Dumfries and Galloway has been named by police.\n\nArchie Williams, 23, was driving a BMW when he was fatally injured in Lockerbie on Tuesday 29 October.\n\nThe crash, which also involved an articulated lorry, happened on the B7076, near the junction with the A709 at about 23:55.\n\nPolice want to speak to witnesses, particularly the driver of a red car that was in the area at the time.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/f80c/live/e879bca0-9a78-11ef-86f0-09d3f281f97c.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Shoreham: Southern Water apologises for weekend sewage disruption",
        "text": "Emergency sewage pipe repairs cause disruption\n\nA burst sewage pipe closed part of Victoria Road in Shoreham-by-Sea on Saturday and Sunday\n\nEmergency repairs are underway following a sewage leak in Shoreham-by-Sea.\n\nSouthern Water apologised for disruption caused by a burst wastewater pipe on Saturday and Sunday in Victoria Road in the town.\n\nThe company warned of a large presence of tankers and equipment in the area while they carry out repairs.\n\nSouthern Water has said engineers will reline the burst pipe in Victoria Road to prevent future incidents.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/57df/live/4103d960-9a05-11ef-9624-1117bdd718b2.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Liverpool: 'I will never forget what scoring at Anfield feels like' - Mo Salah",
        "text": "After scoring in Liverpool's 2-1 win against Brighton on Saturday, Mo Salah posted on his Instagram, external that being top of the Premier League is \"where this club belongs\" but also made reference to the uncertainty about his future at the Reds.\n\nHe wrote: \"Top of the table is where this club belongs. Nothing less. All teams win matches but thereâs only 1 champion in the end. Thatâs what we want. Thank you for your support last night. No matter what happens, I will never forget what scoring at Anfield feels like.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/abbb/live/3f2e63d0-9a0a-11ef-b848-e1b5b9984f97.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Hibernian 1-1 Dundee United: Analysis",
        "text": "Hibs' late collapse came as no surprise. They've conceded nine goals in the last 15 minutes of matches this season, more than any other side in the Premiership.\n\nAs a result, they've lost 11 points from winning positions - also more than any other team. If matches ended in the 75th minute, they'd sit fourth.\n\nIt speaks of either a fitness issue, or a mental fragility that has seemingly plagued this Hibs squad for a couple of years despite personnel changes.\n\nThe hosts were pretty comfortable for most of this game, but they failed to capitalise on their dominance in possession and should have been further ahead at half-time.\n\nOnce more, Gray will have to point to individual errors that have cost Hibs. Once more, his players have let him down.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/ccf1/live/4997a480-9a0a-11ef-9624-1117bdd718b2.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Hibernian 1-1 Dundee United: Analysis",
        "text": "There is no doubt the 3-2 comeback win over Hibs just 13 days ago was in the minds of both sets of players heading into the home straight of this game.\n\nThe visitors had created little of note for most of the match. Glenn Middleton had looked lively on the left, but he was so isolated from any of his team-mates that often it came to nothing.\n\nThey were overrun in midfield by Hibs' three of Joe Newell, Kwon Hyeuk-Ku and Nectar Triantis, but Jim Goodwin changed it at half-time to try and add more attacking impetus. Maybe it's time to ditch three at the back.\n\nThere was initially a lift, but they struggled to maintain that and really, it was the poor play of the hosts that allowed them chances.\n\nUnited were gifted their penalty by Hibs and struggled to really test Josef Bursik in the home goal. They're in dire need of fresh striking options.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/dd66/live/c7a403a0-9a0a-11ef-9624-1117bdd718b2.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Arrest after Colchester taxi driver suffers bleed on the brain",
        "text": "Arrest after taxi driver suffers bleed on the brain\n\nThe taxi driver was found seriously injured on Brinkley Grove Road, Colchester\n\nA taxi driver is in hospital with serious head injuries following an assault.\n\nEssex Police said the victim, a man in his 40s, was found in Brinkley Grove Road, Colchester, at about 01:50 GMT on Saturday.\n\nHe is being treated for a fractured skull and a bleed on the brain.\n\nA man was arrested on Sunday on suspicion of committing grievous bodily harm with intent.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/a632/live/53ca22f0-99f8-11ef-a5b4-915bb6d7e4b3.png",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Woman, 40, critically ill after crash",
        "text": "Woman, 40, critically injured after being hit by car\n\nA 40-year-old woman is in a critical condition after she was hit by a car in South Lanarkshire.\n\nAt about 20:00 on Saturday, officers were called to a report of a crash involving an orange Mitsubishi L200 and the woman, who was a pedestrian, on Farmeloan Road, Rutherglen.\n\nEmergency services attended and she was taken to Queen Elizabeth University Hospital in Glasgow, where medical staff have described her condition as critical.\n\nThe driver, a 33-year-old man, was arrested in connection with road traffic offences and is due to appear at Glasgow Sheriff Court on Monday.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/4538/live/3b3ec830-9a0c-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Laura Kaminski: Defeat by Man City shows Crystal Palace's progression",
        "text": "Crystal Palace lost 3-0 against Manchester City at Selhurst Park at Leigh Sports Village on Sunday. Here is what Palace manager Laura Kaminski had to say to BBC Radio London afterwards.\n\n\"So proud [on what she saw from her side], we speak about closing the gap between us and top sides and that was as our plan and that is our journey. I think Manchester City are top of the table at the moment so playing that side is a huge challenge. It needs a battle mindset, it needs hard work.\n\n\"In terms of where we're at and our journey in terms of being a newly-promoted side, to go 3-0 into Man City, it shows direct progression against the game against Chelsea which was only five games ago.\"\n\nOn whether she prepared for defeat against Manchester City: \"No. Anything can happen on any day. We had confidence building into the fixture, we had great confidence in our shape and there is no reason why that shape can't compete against top sides.\"\n\nOn whether she is seeing improvements from her team: \"Definitely. The scoreline suggests there has been a direct improvement in terms of conceding goals. We hit the bar, we've had chances as well so the quality is there, it just needs fine-tuning.\"\n\nOn Palace skipper Aimee Everett still being out: \"Aimee is ok, we're just managing it in house. She took a bit of a knock in training a few weeks ago now and we are being cautious. It is a bit longer than what we thought initially but that's ok, we're coming to a close with that now as we enter the final stages of her rehab.\n\n\"We anticipated she would be back a little bit quicker but it's just taking longer and making sure we don't rush her.\n\n\"I need Aimee, she is a top, top player and the players that have filled in her boots have performed excellently, I think they have stepped up to the plate. When Aimee is back in and around the group, we will see.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/5dd4/live/adb19970-9a0b-11ef-9624-1117bdd718b2.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Dundee 3-2 Kilmarnock: Analysis",
        "text": "After a top-six finish on their Premiership return last term Dundee have found life tough this season with the departure of captain Luke McCowan to Celtic and another young group assembled to go again.\n\nDocherty has made it clear that means there will be bumps in the road, but the marker for him is whether his team is learning, particularly when it comes to defending and not throwing games away.\n\nHowever, this was evidence the group is learning after their collapse against Kilmarnock a month ago.\n\nThis time they were the side 2-0 down and dug deep to get themselves out of a tough spot, particularly as their form of one win in their last eight league games does not suggest a team full of confidence.\n\nDocherty himself deserves immense credit for bringing on Jordan McGhee and Josh Mulligan at half-time to capitalise on the momentum they built at the end of the first half.\n\nThat will satisfy the Dundee boss, as will his first win as a manager against Derek McInnes, the man he assisted for over a decade.\n\nIt was all the more impressive from Dundee's players given their team-mate Julien Vetro fainted in the dressing room before the match, delaying kick-off by 15 minutes.\n\nHowever, the Frenchman went to hospital for checks and returned to Dens Park in time to celebrate an epic win with his team-mates.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/a51f/live/bb77cb50-9a0c-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Hibernian 1-1 Dundee United:",
        "text": "Dundee United manager Jim Goodwin told BBC Scotland: \"At half-time, Hibs deservedly go in in front. They were the better team. We weren't able to impose ourselves enough on them, they had an extra man in the middle of the park and we found it difficult to cope with.\n\n\"We make some changes, with personnel and tactically, switched to a back four. We were a bit more aggressive in our press, didn't allow Hibs to have comfortable possession and forced them into turning over the ball quite regularly. The difference in possession from ourselves was night and day.\n\n\"For everything we put into the second half, we deserved a point. For all the possession Hibs did have, they've only had one shot on target throughout the 90 minutes. That tells you something about how well the boys in front of Jack Walton had been defending.\n\n\"We can play better. We played a lot better on Wednesday night against Motherwell, we should never have lost that game. Unfortunately, we came away with nothing. Today we haven't played so well but we've managed to grind out a really important point.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/cf4d/live/edfadae0-9a0c-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Hibernian 1-1 Dundee United: Have your say",
        "text": "Sam Dalby's 89th-minute penalty secured a dramatic draw for Dundee United and extended bottom club Hibernian's winless run in the Scottish Premiership to six games.\n\nHibs remain at the foot of the table, albeit with a game in hand on second-bottom Hearts, while United return to fourth.\n\nWhat did you make of that, Dundee United fans? Was a draw a fair result?\n\nWhere did it go right and where did it go wrong? Did anyone impress you?\n\nLet us know your thoughts here., external",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/e429/live/bf8f1dc0-9a0b-11ef-8538-e1655f5a8342.png",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "New York Marathon: Abdi Nageeye and Sheila Chepkirui win",
        "text": "Abdi Nageeye of the Netherlands and Kenya's Sheila Chepkirui won the men's and women's races respectively at the New York City Marathon.\n\nBritain's David Weir was second in the men's wheelchair race, won by American favourite Daniel Romanchuk.\n\nRomanchuk, who was also victorious in 2018 and 2019, finished in one hour 36 minutes 31 seconds - five seconds clear of Weir, with Japan's Tomoko Suzuki eight seconds further back in third.\n\nSwitzerland's Marcel Hug, the winner of 16 straight marathons and bidding for a fourth consecutive victory in New York, was fourth.\n\nSusannah Scaroni won the women's wheelchair race for the second time, finishing more than 10 minutes clear of fellow American and five-time champion Tatyana McFadden. Switzerland's Manuela Schar was third.\n\nNageeye finished strongly, surging past Kenyan Evans Chebet, the 2022 champion, in the final stretch to clock 2:07.39. Kenya's Albert Korir was third.\n\n\"I was so focused. When I reached the finish, the emotion was not there. It felt like I was dreaming,\" said Nageeye, a silver medallist at the 2020 Olympics.\n\nChepkirui triumphed in 2:24.35 to claim her first world marathon major win.\n\nShe finished 14 seconds clear of 2023 winner Hellen Obiri, with Vivian Cheruiyot completing an all-Kenyan podium.\n\n\"This means a lot to me,\" said Chepkirui. \"I had to really dig in and it was really hard. I pushed myself to the limit and I am so happy.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/0a60/live/0a988130-9a07-11ef-9624-1117bdd718b2.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Dundee 3-2 Kilmarnock: Analysis",
        "text": "This is only Kilmarnock's second defeat in their last eight league games, but this will sting badly.\n\nTheir big error was Joe Wright misjudging Oluwaseun Adewumi's cross just a minute after Matty Kennedy put them 2-0 in front which immediately gave Dundee hope before the break.\n\nJoe Wright had replaced Stuart Findlay, who was taken off on a stretcher after landing awkwardly, at centre-back on 33 minutes with the game at 1-0.\n\nDespite winning at Tynecastle without Findlay on Wednesday, it was clear the enforced change disrupted Kilmarnock.\n\nPlus, the withdrawal of Danny Armstrong seven minutes into the second half meant they did not have his quality in attack when the game opened up late on.\n\nHowever, McInnes would still expect better of his team in defence regardless of the personnel on the pitch.\n\nHaving had the joy of a comeback win to ignite their season a month ago, they must now recover from the disappointment of throwing a game away which they had in their grasp.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/b6c8/live/05083110-9a0d-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Motherwell 1-2 Rangers: Analysis",
        "text": "Rangers badly needed a reaction after recent turmoil. The result was everything and they got it.\n\nAfter conceding, though, the reaction seemed muted unlike that of their fans at half-time, who were enraged at events unfolding in front of them.\n\nWith Motherwell ahead, all the pressure was firmly on Philippe Clement's side and ratcheting up by the second. Another loss here may have been very telling.\n\nThe timing of Cyriel Dessers' goal, just after the break, was vital. It released so much of that negativity and the second-half display was a vast improvement.\n\nIt would be hard to mount an argument that progression to meet Celtic was not deserved given the amount of chances created and their grip of the ball. But they will need to be better in the final.\n\nWho knows if this will prove to be a turning point in what has been an early-season rollercoaster for Rangers? They need consistency of results and this was a big one in the current context.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/8379/live/133ea660-9a0d-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Hibernian 1-1 Dundee United: What the head coach said",
        "text": "Hibernian head coach David Gray told BBC Scotland: \"Hugely frustrating. My biggest concern is the decision to award the penalty in the first place. The players didn't deserve that.\n\n\"We were by far the better team. We deserved to win the game. It's a decision that's cost us the game.\n\n\"You can't appeal a yellow card. It's a second yellow for something that, in my opinion, is the wrong decision. The level of performance the players put in, they didn't deserve it.\n\n\"Can we still be better? Yes. Can we go and score a second goal to kill the game off? The players did enough to win it.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/13c7/live/3cfd99c0-9a0d-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Hibernian 1-1 Dundee United: Have your say",
        "text": "Sam Dalby's 89th-minute penalty secured a dramatic draw for Dundee United and extended bottom club Hibernian's winless run in the Scottish Premiership to six games.\n\nHibs remain at the foot of the table, albeit with a game in hand on second-bottom Hearts, while United return to fourth.\n\nWhat did you make of that then, Hibs fans? Was a draw a fair result?\n\nWhere did it go right, and where did it go wrong? Did anyone impress you?\n\nLet us know your thoughts here., external",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/aa12/live/5f40e160-9a0b-11ef-9260-19e6a950e830.png",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Women's Aid claim trafficking a 'huge' problem in Belfast",
        "text": "Charity claims human trafficking 'huge' problem in Northern Ireland\n\nBBC Noelle Collins says the charity's trafficking project is currently supporting 168 women and almost 200 children\n\nA women's charity has said it receives around one referral every day to provide support to a potential victim of human trafficking. Women's Aid Belfast and Lisburn said the problem was huge. Noelle Collins told BBC News NI that the charity's trafficking project is currently supporting 168 women and almost 200 children. It comes after two suspected victims of human trafficking were rescued from a property in south Belfast.\n\nThey were found following a police search of a flat in the Annadale Embankment area on Friday. Three people who were arrested during the police operation have been released on bail to allow for further enquiries. They were questioned on a number of offences, including brothel keeping and controlling prostitution. A sum of cash was also seized. During a follow-up search of a property in the Newtownards Road area, three suspected firearms were recovered.\n\nGoogle Maps Two suspected victims of human trafficking were rescued from a property in south Belfast on Friday\n\nMs Collins said Women's Aid Belfast and Lisburn had seen an increase in referrals for support for potential victims over the last number of years. She said most of the women referred to the charity are done so by the Home Office. They are newcomers to Northern Ireland who tend to have been trafficked prior to their arrival here. But some others, she said, are brought to Northern Ireland specifically to be exploited - whether sexually or for domestic servitude. While others include women who are from Northern Ireland and who are exploited by people from here.\n\n'Market' for brothels\n\n\"Certainly we're seeing more and more operations by the PSNI (Police Service of Northern Ireland),\" Ms Collins said. \"The human trafficking team within the PSNI, who we work very, very closely with, is doing more operations, so therefore more women are coming to us.\" She said there was \"obviously a market\" for brothels and that they could be operating anywhere. \"We've heard of brothels in housing estates, and unless you have the intelligence police don't actually know what's happening,\" she said. \"It's our experience that they don't stay in the one address for too long. They do move around and have different properties that are rented out. So it may not be that it's long-term because people become very suspicious.\"\n\nClaire Hanna has said how difficult it is to comprehend the life that these women face",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/9fb4/live/e6786340-9a08-11ef-9624-1117bdd718b2.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Motherwell 1-2 Rangers: What the manager said",
        "text": "Motherwell manager Stuart Kettlewell tells BBC Scotland: \"The overriding emotion is I'm disappointed. I'm gutted for the players and the supporters.\n\n\"I thought we put ourselves in a really good position. For us to get better, there's going to have to be moments where there's better quality. It's not a criticism, it's my job to make sure we can tackle these games and have enough quality on the pitch.\n\n\"There's not a great gulf between the clubs on the day. We know they are going to have lots of the ball, but one or two better decisions probably keeps that negative feeling when we're one ahead.\n\n\"This doesn't derail our start to the season. I'm proud as punch because the players put it all out there.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/311d/live/708dc1a0-9a0f-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Motherwell 1-2 Rangers: What the manager said",
        "text": "Rangers manager Philippe Clement: \"I'm happy we are in the final because that was our goal. We had a great moment last season winning this cup, so we know how great this feeling is.\n\n\"We started the game well, and I felt some nervousness, some doubts in half-time because we conceded the goal. We spoke about what went well, and to raise our tempo and our level in the second half to break the wall. That's what they did.\"\n\nOn taking off captain James Tavernier in the second half, he added: \"It's giving extra energy from other players, the other changes also. We have every three days a game, so we have to divide powers between all the players.\n\n\"You see [Vaclav] Cerny today, who we missed really hard in Aberdeen. If you have a lot of new players, they need to show they are ready to play for Rangers and can play at the standards of Rangers.\n\n\"It's a normal process we are going through, but of course I want it to go as fast as possible.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/6e33/live/a45e86e0-9a0f-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Brazilian Grand Prix 2024: Max Verstappen wins from 17th",
        "text": "In treacherous conditions, Verstappen was in a league of his own, putting in a drive that underlined why he is regarded by so many in Formula 1 as the best driver in the world.\n\nThe Dutchman had qualified 12th, and was demoted to 17th because of a penalty for exceeding his engine allowance with a new power-unit for this race, but wasted no time in establishing his credentials as a potential winner.\n\nAs Norris, who had started from pole position, lost the lead at the start to the Mercedes of George Russell, Verstappen gained six places on the first lap, and by lap 12 was up to sixth.\n\nThere, he became stuck in a train involving RB's Yuki Tsunoda, Ocon and Ferrari's Charles Leclerc.\n\nThe race began to turn as the rain intensified towards one-third distance.\n\nLeclerc pitted for fresh tyres on lap 24, searching for extra grip, and a virtual safety car period on lap 28, prompted by Nico Hulkenberg spinning his Haas, tempted RB to pit Tsunoda, and Russell and Norris followed him in the next time around.\n\nAlpine and Red Bull gambled on staying out. And Ocon, who had qualified an excellent fourth and run strongly from the start, assumed the lead from Verstappen and Gasly, who started 13th.\n\nThe decision was made, despite now torrential rain and the cars on worn intermediate tyres, because the teams were gambling on a red flag.\n\nThe risk paid off. First the full safety car was deployed, to control the field as drivers fought their cars, then Franco Colapinto crashed his Williams through the kinks at the start of the pit straight on lap 32 and the red flag was thrown.\n\nRussell shouted his frustration over the Mercedes team radio, saying: \"I told you we should stay out.\" A more rueful Norris acknowledged that events had given Ocon and Verstappen the chance to bank track position, and to change their tyres for free.\n\nWhen the race restarted, in still very wet conditions, Ocon survived a first restart to lead for five laps before Carlos Sainz crashed his Ferrari on the entry to Turn Eight, Laranja, to bring out the safety car again.\n\nThis time, Verstappen seized his chance. Ocon braked early for the first corner at the restart and the Dutchman dived for the inside to claim the lead.\n\nHe began to cruise off into the distance, setting a series of fastest laps, pulling out an eventual winning margin of 19.5 seconds in the final 26 laps of the race.\n\nVerstappen said: \"My emotions have been a rollercoaster, with the red flag in qualifying starting P17 I knew it was going to be a really tough race. We stayed out of trouble, we stayed calm and we were flying. All these things made this possible.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/4037/live/0b878c60-9a18-11ef-8538-e1655f5a8342.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Man died following crash with HGV on the A17",
        "text": "Man died following crash with HGV\n\nThe crash happened on the A17 between the villages of Leadenham and Brant Broughton\n\nA man has died following a crash near Leadenham on Friday, police said.\n\nThe collision between a silver Seat and an HGV took place on the A17 between the villages of Leadenham and Brant Broughton just after 14:00 GMT on 1 November.\n\nOfficers said the driver of the Seat, a 39-year-old male, sustained fatal injuries and his next of kin have been informed.\n\nThe driver of the HGV suffered minor injuries.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/d1e4/live/4ce2fbc0-9a06-11ef-82c3-45a801b7330b.png",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Motherwell 1-2 Rangers: Analysis",
        "text": "At half-time, the chances of Motherwell inflicting another League Cup defeat on their opponents looked a more than reasonable prospect. They delivered a 2-0 semi-final win in 2017 and led here until just after the break.\n\nThe timing of Rangers goal was so damaging, though, as at that point their fans were on their back and the longer that went the more benefit it would have brought. Rangers were rocking but responded.\n\nStuart Kettlewell is doing a remarkable job on limited resources and this display showed what his side are all about. They came close again, have quality in their ranks and a structure that makes them effective and dangerous at times.\n\nThey were led by example by 18-year-old captain Lennon Miller. He again showed flashes of his undoubted ability but there were a number who shone, including Aston Oxborough, who delivered vital saves at vital times.\n\nMotherwell may feel this was a missed opportunity and will be frustrated at the misfortune at the decisive goal. It may feel slightly hollow but they can take enormous credit and belief into their upcoming fixtures after a spirited show.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/f36c/live/87431750-9a10-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Motherwell 1-2 Rangers: Have your say",
        "text": "Holders Rangers staged a second-half comeback to beat Motherwell and secure a Scottish League Cup final place against Celtic, with Nedim Bajrami's late deflected strike eventually decisive.\n\nRangers fell behind when former Ibrox midfielder Andy Halliday stretched to volley past Jack Butland after Jefte misread Steve Seddon's wonderful cross from the left.\n\nThe second-half turnaround was as swift as it was needed for Rangers. Cyriel Dessers, who earlier missed a close-range sitter, changed the game when he clipped home Barron's centre to end his run of eight games without a goal.\n\nFrom there, Rangers took a grip, showing more intensity and creativity to forge out clear chances.\n\nJefte was superbly denied by Aston Oxborough, who diverted the Brazilian's volley on to the post. James Tavernier blazed over, Bajrami could not covert from close range and Oxborough again brilliantly denied Vaclav Cerny as Motherwell defended for their lives.\n\nBut after good work from Cerny on the right, Bajrami's deflected effort deceived Oxborough as Clement's side did enough to avoid another damaging result.\n\nWere you at Hampden or following the match elsewhere? Either way, we want your views on the game - have your say., external",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/d5b1/live/3951a160-9a10-11ef-9260-19e6a950e830.png",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Motherwell 1-2 Rangers: Have your say",
        "text": "Holders Rangers staged a second-half comeback to secure a Scottish League Cup final place against Celtic, with Nedim Bajrami's late deflected strike eventually decisive.\n\nMotherwell threatened to heap more pressure on manager Philippe Clement after a run of poor results.\n\nAlthough Rangers had the better of the opening stages, they fell behind when former Ibrox midfielder Andy Halliday stretched to volley past Jack Butland after Jefte misread Steve Seddon's wonderful cross from the left.\n\nHalliday's celebrations were muted against his former side as everyone else in claret and amber went wild at the prospect of a famous win.\n\nThey initially held firm as Rangers failed to mount the sort of onslaught you might expect. Connor Barron went close from outside the box but the intense boos that greeted Nick Walsh's half-time whistle spoke volumes.\n\nThe second-half turnaround was as swift as it was needed for Rangers. Cyriel Dessers, who earlier missed a close-range sitter, changed the game when he clipped home Barron's centre to end his run of eight games without a goal.\n\nJefte was superbly denied by Aston Oxborough, who diverted the Brazilian's volley on to the post. James Tavernier blazed over, Bajrami could not covert from close range and Oxborough again brilliantly denied Vaclav Cerny as Motherwell defended for their lives.\n\nBut after good work from Cerny on the right, Bajrami's deflected effort deceived Oxborough as Clement's side did enough to avoid another damaging result.\n\nWere you at Hampden or following the match elsewhere? Either way, we want your views on the game - have your say, external.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/c077/live/93463c70-9a11-11ef-8538-e1655f5a8342.png",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Kemi Badenoch appoints Rebecca Harris as chief whip in shadow cabinet",
        "text": "Kemi Badenoch makes first appointment to shadow cabinet\n\nThe process of appointments will begin in earnest on Monday, the BBC understands, with formal announcements of who will be in Kemi Badenoch’s senior team expected on Tuesday.\n\nThe job of chief whip is to maintain party discipline and try to ensure MPs vote as the leadership would like them to.\n\nBadenoch was confirmed as the party's new leader on Saturday after defeating Robert Jenrick, and has made Harris, the MP for Castle Point in Essex, her first appointment.\n\nRebecca Harris has been appointed the Conservative Party's chief whip as Kemi Badenoch begins the process of assembling her new shadow cabinet.\n\nBadenoch, whose victory made her the first black woman to lead a major political party in the UK, said on Sunday that she wanted to show the Conservative party was united with a meritocratically selected front bench.\n\nIn a speech after the result was announced, the 44-year-old also hinted Jenrick may be offered a senior job, telling him “you have a key role in our party for years to come”.\n\nBadenoch, who became an MP in 2017 after a career in banking and IT, has also said she would offer jobs to all of the Tories who launched leadership bids in July.\n\nBut shadow home secretary James Cleverly, who came third in the race, has ruled himself out.\n\nBadenoch told the BBC's Sunday with Laura Kuenssberg programme that the Conservatives had \"got a lot of things wrong\" ahead of their election defeat in July, including on immigration and tax, but she refused to give a \"post-mortem\" of her predecessors.\n\nIn regards to the Partygate scandal, she said then-prime minister Boris Johnson had walked into \"a trap\" and that she thought it had been \"overblown.\n\nBadenoch said her focus for the Tories was on rebuilding trust, adding the \"public didn't trust us for a whole bunch of reasons - not keeping promises but looking disunited\".\n\nHarris's predecessor Stuart Andrew, the MP for Daventry who was appointed chief whip in July, said in a post on X it had been “an honour and a privilege to serve as the Conservative Party Chief Whip”.\n\n“Rebecca Harris is a great friend and a brilliant Whip,” he said. “I wish her all the best in the role.”\n\nHarris was first elected as a Conservative MP for Castle Point in 2010 at the general election, which the Tories won under the leadership of David Cameron.\n\nShe was the assistant whip to the Treasury from June 2017 to January 2018, and Lord Commissioner to the Treasury between January 2018 and July 2022.\n\nIn 2022, she became the first woman to hold the role of Comptroller of the Royal Household since it was created in 1399, which saw her walk in front of Queen Elizabeth II's coffin.\n\nAfter this year's election defeat, she was appointed deputy chief whip by interim Tory leader Rishi Sunak.\n\nShadow cabinet roles are filled by members of the main opposition party in Westminster, to oppose the ministers holding the corresponding government positions.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/f5cf/live/1159dca0-9a14-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "New York Giants: Former Derry Under-20s player Jude McAtamney makes his NFL debut for New York Giants",
        "text": "Former Derry Under-20 GAA player Jude McAtamney made his NFL debut for the New York Giants in their 27-22 loss to the Washington Commanders on Sunday.\n\nThe 24-year-old from Swatragh was successful on both of his kick attempts, coming into the game for the first time with 12 minutes and 26 seconds remaining in the second quarter to add the extra point following Daniel Jones' touchdown throw to Chris Manhertz.\n\nHe would later strike a 31-yard field goal in the third quarter but, playing from behind, the 2-7 Giants would go for two-point conversions rather than attempt a kick after their next two touchdowns, failing to get into the end zone both times.\n\nPrior to Sunday, McAtamney had spent the season on the Giants' practice squad, utilising the extra spot created by the International Player Pathway [IPP], but was elevated to the active roster for the week nine clash after previous kicker Greg Joseph was ruled out with an abdomen injury.\n\nMcAtamney is the first Irish-born placekicker to feature in a regular season NFL game since Dubliner Neil O'Donoghue represented the St Louis Cardinals during the 1985 season.\n\nDan Whelan, born in County Wicklow, has been the starting punter for the Green Bay Packers since the beginning of last season.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/01e6/live/a45a0280-9a9d-11ef-9260-19e6a950e830.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Man Utd 1-1 Chelsea: What Moises Caicedo said",
        "text": "Chelsea scorer Moises Caicedo speaking to BBC Sport after today's draw: \"It was the chance to score a goal. I did it. I'm so happy. We knew if we waited for a long time [to equalise] it was going to be complicated. I'm so happy to equalise.\n\n\"We deserved to win. We knew it would be a tough game but we were prepared for it. I'm so happy for the team. It was a great fight.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/d2d9/live/42a49dd0-9a15-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Friends complete ultramarathon for Nottingham attacks victim",
        "text": "Friends run in memory of Nottingham attacks victim\n\nBBC Abi Brant and Freya Tyler had known Barnaby Webber from Taunton School in Somerset before they all studied at the University of Nottingham\n\nFriends of a student killed in the Nottingham attacks have completed an ultramarathon raising thousands of pounds in his memory. Barnaby Webber was among three people fatally stabbed by Valdo Calocane in the city in June 2023. On Sunday two of his friends, Abi Brant and Freya Tyler, ran 33 miles (53km) in his memory to raise money for the Barnaby Webber Foundation, set up by his family. As the 19-year-olds completed the gruelling challenge, they said they felt Barnaby was \"definitely\" with them.\n\nIn an emotional finish, the pair completed the ultramarathon by running into the arms of friends and family, some of whom joined them for stints of the route throughout the day.\n\nThe runners were met with cheers, hugs and a bottle of champagne at the finish point at outside the university's Portland Building\n\nMr Webber's cricket team were among those who took part, with runners wearing t-shirts in team colours - yellow and green - along with his number, 53. \"We just noticed things along the way that were yellow and green or the green and yellow leaves lining the streets,\" Ms Brant said. \"He was definitely with us.\" They also received a message of support from Barnaby's parents, Emma and David Webber. Ms Tyler said: \"That made us a bit emotional but it was really nice.\" \"It was so special,\" she added. \"It felt like a dream.\"\n\nBarnaby Webber (middle) and Grace O'Malley-Kumar, both 19 and Ian Coates, 65, were killed on 13 June 2023.\n\nBy the end of the run on Sunday, the students had raised more than £4,000 for The Barnaby Webber Foundation, which aims to support young people and grassroots cricket. His family launched the foundation after he and another University of Nottingham student, 19-year-old student Grace O'Malley-Kumar died on 13 June 2023 as well as 65-year-old Ian Coates. Ms Brant and Ms Tyler had initially aimed to raise £2,000 but said after quickly surpassing that target, they decided to make it £5,353 in a nod to his shirt number.\n\nFollow BBC Nottingham on Facebook, on X, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk or via WhatsApp on 0808 100 2210.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/3afa/live/0a9ead70-99e0-11ef-a03c-e1a7aa44ee41.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Tribute to 'loving mother' killed by car in Lanarkshire",
        "text": "Tribute to 'loving mother' killed by car in Lanarkshire\n\nA 41-year-old pedestrian who died after being hit by a car in Bellshill, North Lanarkshire, has been named as Clare Ritchie.\n\nThe incident happened about 21:30 on Friday on Crossgates in the town and involved a silver Ford Fiesta.\n\nEmergency services attended and she was pronounced dead a short time later.\n\nHer family described her as \"a loving mother, daughter, sister, auntie and friend\".",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/550c/live/acee7fd0-9a74-11ef-bf9b-9508b36bd57b.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Four injured in King's Lynn after firework lands in crowd",
        "text": "Four injured after firework lands in crowd\n\nAbout 20, 000 people attended the display in King's Lynn\n\nFour people were injured during a Bonfire Night display in Norfolk after a firework from outside the event landed in the crowd.\n\nIt is thought a record 20,000 people attended Fawkes in The Walks in King's Lynn on Friday evening.\n\nWest Norfolk Council, which organises the event, said the firework came from outside the display.\n\nIts events team said doctors and paramedics were on site and they treated four people for minor injuries.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/9afc/live/f22c08d0-9a09-11ef-b848-e1b5b9984f97.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Man Utd 1-1 Chelsea: What Bruno Fernandes said",
        "text": "Man Utd captain Bruno Fernandes has been speaking to BBC Sport after today's draw: \"Everyone knows how much I wanted the goal to come. I need to help the team with goals and assists. It's been one of the most disappointing things this season - but I got some in the cup. Now scoring in the Premier League.\n\n\"It was a lot of disappointment in the dressing room. We could have won the game.\"\n\nOn what has changed after Ten Hag: \"Not much has changed. In midweek the goals went in. I said to some friends everything will come to us and people will say we wanted the manager to be sacked. We get the point and we can be happy for that. We need to be disappointed because we're far back in the league.\"\n\nOn Ruud van Nistelrooy: \"Ruud is a nice guy, humble for someone who won everything at the club.\"\n\nOn incoming boss Ruben Amorim: \"I am a big fan of Sporting and watch a lot of their games. Ruben Amorim brought the excitement back to the club - it was a little bit split when he came [to Sporting]. He transformed everything and brought everyone together.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/0821/live/749059f0-9a16-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Man Utd 1-1 Chelsea: What Enzo Maresca said",
        "text": "Chelsea boss Enzo Maresca spoke to BBC Sport after today's game: \"We knew it was a difficult game for many reasons. We scored, we came back. After the goal we tried to win.\n\n\"We are happy because we knew how difficult it would be.\n\n\"The [United] players want to prove they're good enough. A new manager with different ideas so we had to prepare a different way.\"\n\nOn his half-time change when he brought on Marc Cucurella for Malo Gusto: \"It was quite clear. We tried something different tactically. Not an injury for Malo [Gusto], just a tactical decision.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/9353/live/1af9d280-9a17-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "WRU contracts row: 'We're still hearing the same apologies'",
        "text": "Former Wales wing Jess Kavanagh says the Welsh Rugby Unionâs (WRU) much-criticised handling of contract negotiations with the senior women's team contracts \"shouldnât happen in 2024\".\n\nThe WRU has refuted allegations of sexism, but has said it is \"absolutely clear\" that the governing body must \"apologise and engage with\" its national team players.\n\nMeanwhile, Lynn Glaister, chair of the Cardiff supporters body CF10 Rugby Trust, told Radio Walesâ Sunday Supplement she found the situation \"extremely disappointing\".",
        "main_image": "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/b5b1/live/edbb0730-9a16-11ef-82c3-45a801b7330b.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Selston: Multiple weapons seized as wanted man detained",
        "text": "Multiple weapons seized as wanted man detained\n\nThe man was detained on land near Park Lane, near Selston\n\nA man wanted for recall to prison has been arrested in Nottinghamshire on suspicion of possessing bladed articles in public.\n\nPolice said the 35-year-old was detained on scrubland off Park Lane, near Selston, at about 12:30 GMT on Sunday after \"numerous bladed articles\" were found.\n\nCh Insp Neil Humphris, from Nottinghamshire Police, said they were supported by fire and ambulance service colleagues in carrying out the arrest.\n\n\"We’re pleased to have been able to take multiple weapons out of harm’s way during this incident and also arrest a suspect, who was wanted on recall to prison,\" he said.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/3331/live/89f2a2c0-9a17-11ef-9852-95dc1d6e0bb6.png",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "England: Asher Opoku-Fordjour called up to 36-player squad to face Australia",
        "text": "England have called up Sale Sharks prop Asher Opoku-Fordjour to the 36-player squad preparing to face Australia in the Autumn Nations Series.\n\nThe 20-year-old was a member of England's Under-20s side which won their age grade World Cup this year.\n\nOpoku-Fordjour replaces Joe Marler, who has announced his retirement from international rugby, while Bath lock Charlie Ewels replaces club team-mate Ted Hill.\n\nHarlequins prop Marler, 34, called time on his England career after winning 95 caps, while head coach Steve Borthwick previously said his side needs more depth at prop.\n\nEngland began their autumn schedule with a narrow 24-22 defeat by New Zealand at Allianz Stadium on Saturday.\n\nThey resume their campaign against the Wallabies on 9 November and lock Maro Itoje said the hosts are closing in on a statement win after a run of narrow defeats.\n\nEngland have lost three consecutive Tests against the All Blacks after leading in the final quarter on each occasion.\n\n\"We will get there,\" said Saracens lock Itoje. \"We have to lick our wounds and take our medicine at the moment, but this team is building in a positive direction.\n\n\"I have been part of a few teams and you get a sense of when a team is moving in the right direction.\n\n\"I think we are growing in the right areas of the game, we are aggressive in attack and there is a general feel of confidence and vibe among the players.\n\n\"We have had some agonising losses, but this is a different team to what it was 18 months ago with the way we play, the endeavour we show.\n\n\"Sometimes in the past when we lost, they were clear losses and we were clutching at straws. I don't feel we are clutching at straws now. We lost, but we're close.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/e17b/live/f9efa2f0-9a1f-11ef-9d61-85c5d35d3c9b.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Man Utd 1-1 Chelsea: What Ruud van Nistelrooy said",
        "text": "Manchester United interim boss Ruud van Nistelrooy spoke to BBC Sport after today's draw: \"Overall it was a very good performance. The players did really well and fought in every inch of the pitch. It was very good to watch that bit.\n\n\"The chances we created, we could have scored one more to win the game. It was a shame we couldn't. Overall I'm slightly disappointed we didn't win.\n\nOn his job: \"It's an emotional rollercoaster - it's been almost a full week where so many things happened. My job was to steady the ship. The players reacted very well, something to build on in the next two games.\n\n\"I came here to help the club in any capacity. After these two games that will continue and hopefully it can work out.\n\n\"It's special to be back in the city and at the club. I really enjoy every single minute of it.\n\n\"I try to share the culture of the club, the culture of the town and the fans. That's an important part. I'm glad I can share these moments and help the players understand the spirit.\n\n\"I saw the spirit on the pitch on Wednesday and today. That's the foundation to grow.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/0ae3/live/2691e450-9a19-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Sione Tuipulotu delighted with Scotland captaincy debut",
        "text": "Sione Tuipulotu admits his Scotland captaincy debut couldn't have gone any better as his side stormed to a 57-17 victory over Fiji.\n\nThe Australia-born centre has impressed since his Scotland debut back in 2021, earning 27 caps so far.\n\nDonning the armband for the first time against Fiji, the centre was pleased to lead the side to victory but knows it's only going to get tougher.\n\n\"It went probably better than I thought it was going to go, to be honest,\" Tuipulotu said.\n\n\"That first 20 minutes, I thought we were going to be in a real arm-wrestle, but the boys really fronted up.\n\n\"I did say in the huddle pre-game how important that first 20 minutes were going to be, especially against Fiji, because they were going to come out after their war dance with their tails up.\n\n\"We talked about exiting cleanly after we scored points. We can't afford to do that next week.\n\n\"We've got to get our heads around our own game. The elephant in the room is that the world champions are in town next week and we get a free swing at them. It's a unique opportunity.\n\n\"It feels like the start of something new for me. To start as captain feels like a new start.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/bccb/live/b5768300-99e8-11ef-8538-e1655f5a8342.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Man Utd news: Alejandro Garnacho needs to work on his finishing",
        "text": "Alejandro Garnacho is Manchester United's highest goalscorer this season with six.\n\nBut it should be many more.\n\nThe Argentina wide-man had at least four clear cut chances against Chelsea - and wasted the lot.\n\nThere are echoes of Cristiano Ronaldo's early days at Old Trafford before something clicked in the summer of 2006 and he returned more focused and started finding the net on a regular basis.\n\nI am not expecting Garnacho to get close to Ronaldo in terms of overall output but he can do better - and he needs to.\n\nAt the moment, he is one of the reasons why United are struggling to score.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/44c4/live/035e9b90-9a14-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Dundee 3-2 Kilmarnock: What the manager said",
        "text": "Dundee manager Tony Docherty confirmed substitute Julien Vetro fainted in the dressing room before kick-off.\n\n\"He just fainted and was unconscious for quite a bit,\" the Dundee boss says.\n\n\"It was a real concern for the players, witnessing that. It was pretty worrying for a spell but he's been to hospital and they've done checks on him and he's back in the dressing room celebrating with his team-mates.\n\n\"I want the players to get full credit for their performance and their resilience for not lying down. If you look at Ziyad Larkeche's run to get that goal from the halfway line that is just desire to win the match with 20 seconds left to go.\n\n\"For the team to go 2-0 down at home and with the run we've been on, to show that character and mentality, I'm delighted. They deserve everything they get.\n\n\"We've done a lot of work on stuff in this little run and it all came out there on the pitch. They're a hard-working bunch and they got their rewards today.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/914b/live/471ef3a0-9a1b-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "'A good start to the series'... 'I worry about our second row options'",
        "text": "We asked for your views on Scotland's 57-17 win against Fiji.\n\nHere's what some of you said:\n\nIain: A great win. This was definitely a stronger more organised Fiji than 2018, so to beat them by the same scoreline is really pleasing. South Africa will be an entirely different prospect. My number one area of concern is dealing with the high balls. Not a strong suit of any of our back three.\n\nWilliam: Difficult to know where Scotland are with this result against a poor, under-strength Fiji. Next week will be three steps up in quality and intensity. Gregor Townsend will need to bring different tactics to the game given how things went at the World Cup. More of the same will not cut it. He needs to show definite progress.\n\nDavid: If we are to achieve anything against South Africa, Townsend must eat humble pie and call up Johnny Matthews as starting hooker. Facts don't lie, Matthews is the best-qualified Scotland hooker.\n\nAndrew: It's hard not to look at the satisfying performance against Fiji through the lens of what the Boks will bring on Sunday. That said, the stand out players for me were Sione Tuipulotu, Huw Jones, Tom Jordan and the Edinburgh wingers who thrived off a solid attacking structure and the quality midfield. Jamie Dobie has to start next week, his distribution was electric.\n\nSimon: If Gregor can pick based on form rather than history next week, then maybe we might have a chance against the world champions. Both Ali Price and Ewan Ashman should be dropped, as they were shown up by their replacements. Also Darcy Graham's defence is too suspect for the Boks.\n\nRonald: All of the backs played well, great debut by Tom Jordan. Jack Dempsey was immense in the back row and both starting props were very good. Dylan Richardson also showed up well when he came on. I still worry about our second-row options against the Boks.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/8f0e/live/3f514960-99ef-11ef-9260-19e6a950e830.png",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Family from America amazed by Bridgwater Guy Fawkes Carnival",
        "text": "An American family have travelled more than 4,000 miles (6,437km) to watch the UK's oldest carnival.\n\nTiffany Crumrine, 52, from Colorado, came across the Bridgwater Guy Fawkes Carnival on TikTok last year and said she \"could not get enough\" of it.\n\nShe said she had the \"biggest smile\" on her face throughout the carnival.\n\n\"This was really amazing, we may be back,\" she said.\n\nVideo Journalists: Liam McGuinn and Dawn Limbu",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/4bca/live/9ca76580-9a1d-11ef-9260-19e6a950e830.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Y Not: Police appeal after sexual assault at Derbyshire festival",
        "text": "Appeal after sexual assault at music festival\n\nThe festival took place in Pikehall in Derbyshire in August\n\nPolice are appealing for witnesses following a sexual assault on a teenage girl at this summer's Y Not Festival in Derbyshire.\n\nThe force said the attack happened in front of a double decker bus selling fudge close to the main stage during The Kooks' set between 20:30 and 22:00 BST on Friday 2 August.\n\nThe suspect was described as having dark hair that was fluffy on top but short on the sides, tattoos all over his body and a Liverpudlian accent.\n\nOfficers said they wanted to speak to any witnesses, including a woman who spoke to the victim at the time and led her from the area.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/66f0/live/5338d1e0-9a18-11ef-9852-95dc1d6e0bb6.png",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Chelsea news: The Brighton Moises Caicedo begins to emerge",
        "text": "Chelsea boss Enzo Maresca says 'one plus one doesn't equal two' when it comes to Moises Caicedo.\n\nHe also feels the Ecuador midfielder has not been helped by the Â£115m fee that Chelsea have paid for him.\n\nThe reality is Caicedo has, at times, looked a shadow of the player who excelled at Brighton, and justified the Seagulls holding out for such a huge sum amid strong interest from Liverpool.\n\nCaicedo caught the eye at Old Trafford thanks to his well-taken equaliser.\n\nBut, there was much more to like about his performance.\n\nThe old energy was there, his game intelligence and where he needed to be to cover Manchester United attacks and the simplicity with which he finds team-mates with short passes.\n\nAs Maresca pointed out, supporters cannot expect the Caicedo to be the player he was at Brighton. He is operating in a different team, with different expectations.\n\nBut we are seeing the talent on a regular basis now.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/7a00/live/83ea0ad0-9a1c-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Dundee 3-2 Kilmarnock: What the manager said",
        "text": "Kilmarnock manager Derek McInnes: \"I thought we started really strongly and we were really pleased with what the lads were giving us. We take advantage of a mistake and Bruce is sharp to get his goal.\n\n\"We score a really good second goal with both wide players combining. But we were always a wee bit concerned with it being the third game in a week away from home and keeping the energy in the team second half.\n\n\"We have to react to Stuart Findlay going off. He's been such an influential defender for us. You have to be able to deal with balls in your box, but the first goal we lose straight after getting the second goal.\n\n\"Instead of coming in 2-0 at half-time with pressure on Dundee to do something different, we give them a lifeline.\n\n\"[For the second goal] We don't react well and we've got too many doing nothing. You can see it clear as day and it's unprofessional we lose that type of goal. Dundee are big enough and good enough to punish you for that.\n\n\"I don't think any team would have shaken hands at 2-2. We have some really good passages of play and individually we had some top performances today.\n\n\"But we end up coming away with nothing because we don't sniff it at the end there. There's 30 seconds to go we should show inside when the ball is played forward and we don't match Mulligan's run.\n\n\"Credit Dundee they get bodies in the box at the death and Larkeche's desire to get on the end of it and score was more than our desire to stop it.\"\n\nMcInnes confirms Stuart Findlay's injury is \"not looking good at all\" and they are facing a long spell without the centre-back.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/34b2/live/cdb27080-9a1c-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "City stay top as Rangers, Celtic, Hearts & Hibs all win",
        "text": "American forward Brenna Lovera was the star of table-topping City's win at Petershill Park, opening the scoring then netting a penalty in the second half.\n\nWilma Forsblom wrapped up the win in injury time as City stayed a point clear.\n\nRangers midfielder Charlie Devlin, who is on loan from Birmingham, netted a hat-trick in the thrashing of Montrose. There were doubles for Rio Hardy, Jane Ross and Kirsty Maclean, with Katie Wilkinson also on target.\n\nCraig Feroz's side, who are now six games without a win, replied through Holly Daniel and Georgia Carter.\n\nEmma Lawton got Celtic up and running at K-Park before Saoirse Noonan's header doubled the advantage.\n\nChelsie Watson's own goal put Motherwell three down at the break and Lucy Ashworth-Clifford's strike sealed the victory for Celtic, keeping them four points off the top.\n\nAberdeen, in Scott Booth's first game in charge, opened the scoring at Balmoral through Emily Kraft before Hibs ran amok.\n\nKirsten Reilly levelled and an Eilidh Adams double put Hibs 3-1 up. An own goal from Nicola Jameison was added to by a six-minute hat-trick from substitute Kathleen McGovern.\n\nThere was also a hat-trick for Hearts striker Bayley Hutchison - last season's SWPL top scorer in the rout of United. Lisa Robertson scored twice and Monica Forsyth, Kayla Jardine, Eilidh Shore and and an Ellie Cowie own goal made it a rampant victory for Eva Olid's side, who remain level on points with Rangers.\n\nAfter a goalless first half at Ainslie Park, Hannah Cunningham put Queen's Park in front before Hannah Jordan got the equaliser for Spartans with a long-range goal.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/46f6/live/e95300e0-9a10-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Newcastle Fenwick Christmas window revealed: 12 Days of Christmas",
        "text": "Fenwick Christmas window revealed\n\nThe Newcastle department store has had a festive window display since 1971\n\nThousands of people have tuned in online to watch the unveiling of this year's Fenwick Christmas window.\n\nThe Newcastle city centre department store's festive display has been a fixture for generations of families since 1971.\n\nThis year, the theme was revealed as \"The Twelve Days of Christmas\", illustrated by Observer political cartoonist and former Children's Laureate Chris Riddell.\n\nFenwick said the display tells the \"heart-warming story of Foggy, a determined partridge with a special Christmas wish\".",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/8b9b/live/8a666f00-9a1e-11ef-9d61-85c5d35d3c9b.png",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "US woman in 1990 'killer clown' case released from prison",
        "text": "US woman in 1990 'killer clown' case released from prison\n\nAfter years of mystery and intrigue surrounding the killing, investigators tied Keen-Warren to the case and arrested her in 2017, though she maintains her innocence.\n\nLast year, Keen-Warren agreed to plead guilty to second degree murder charges. Authorities said she shot Marlene Warren while dressed up in a clown costume more than 30 years ago.\n\nSheila Keen-Warren, 61, spent 18 months in prison over her involvement in the infamous \"killer clown\" case.\n\nA women who pleaded guilty in the 1990 murder of her husband's previous wife in Florida has been released from prison.\n\nKeen-Warren was sentenced to 12 years in prison in 2023.\n\nHer release was not unexpected - Florida law offered her credit towards an early release for good behaviour.\n\n\"Sheila Keen-Warren will always be an admitted convicted murderer and will wear that stain for every day for the rest of her life,\" Palm Beach County State Attorney Dave Aronberg said in a statement Saturday to the Associated Press.\n\nKeen-Warren took the plea deal because she would be released quickly and might otherwise have faced a life sentence if the case went to trial, Greg Rosenfeld, Kenn-Warren's lawyer, told the Associated Press.\n\n\"We are absolutely thrilled that Ms. Keen-Warren has been released from prison and is returning to her family,\" Mr Rosenfeld told the news outlet. \"As we've stated from the beginning, she did not commit this crime.\"\n\nThe son of the victim, Joseph Ahrens, told authorities the doorbell rang at their family home and his mother answered the door to a person dressed as a clown. The person handed her some balloons and then shot her in the face.\n\nAuthorities said that Keen-Warren was having an affair with the victim's husband but it wasn't until DNA testing improved that investigators connected Keen-Warren to the crime.\n\nIn 2002, Keen-Warren married Michael Warren.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/1e78/live/5c5cd010-9a12-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Arrest made as stabbing victim remains in critical condition",
        "text": "Arrest made as stab victim is in critical condition\n\nPolice said a cordon remained at the scene in Dallow Road, Luton\n\nA man has been arrested following a stabbing that left the victim in a critical condition.\n\nBedfordshire Police was called to Dallow Road, Luton, at about 17:40 GMT on Saturday.\n\nA man in his 20s is in custody following what police said was a \"targeted attack\".\n\nA police cordon was in place on Sunday afternoon and a number of roads in the area remained closed, including Malvern Road, Newcombe Road and Vernon Road as well as part of Dallow Road.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/5155/live/387629f0-9a1a-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Domestic violence should not be taboo subject, says Queen",
        "text": "Domestic violence should not be taboo subject, says Queen\n\nQueen Camilla called for an end to sexual violence \"now and for ever\"\n\nThe Queen also says in the film that King Charles, who is undergoing cancer treatment, is \"doing really well\" and that the \"problem is trying to stop him\".\n\n\"By scratching the surface you get a terrible shock. It's such a heinous crime,\" says the Queen, who has called for domestic violence to be talked about more openly.\n\nThe Queen has been campaigning for many years to raise awareness of domestic and sexual violence - and in this ITV film she talks candidly to some of its victims.\n\n\"You can imagine how terrifying it is for a woman to be stuck with a very violent partner, feeling that fear every single day,\" says Queen Camilla in a forthcoming TV documentary about tackling domestic abuse.\n\nQueen Camilla has been a longstanding campaigner against domestic abuse and uses this documentary to say it should not be a taboo subject.\n\n\"If we could just get more people discussing it...\" she says, as she highlights how abuse can mean psychological manipulation as well as physical attacks.\n\n\"Coercive control is almost the most frightening bit of domestic abuse. You meet somebody, you think they’re wonderful, attractive, and love you, and then bit by bit they start to undermine you,\" says Queen Camilla.\n\n\"They take away your friends, they take away your family. They take control of your money. They start dressing you. And yet all the time I suppose people still believe they’re doing it because they love them,\" she says in the documentary, to be screened later this month.\n\nOne of the survivors of domestic abuse, who meets the Queen, talks of the \"invisible chains\" that stop people escaping, particularly when they have children.\n\nThere are also accounts of violence, aggression and threats - and the Queen visits a refuge for women seeking a safe place to escape.\n\nAlso appearing is former prime minister Theresa May who talks to human rights lawyer Cherie Blair about changing attitudes to domestic abuse.\n\n\"Domestic abuse was something that happened behind closed doors and you didn’t interfere,\" she says. \"Police always used that phrase, 'oh, it’s a domestic', and wasn’t anything to do with them.\n\n\"Over the years we’ve realised that domestic abuse is wider than what we used to call it... It’s about trying to take control over an individual person's life,\" adds the former PM.\n\n\"Domestic abuse doesn’t have to be physical. And it is actually all about power and control,\" says Cherie Blair.\n\nThe documentary reports that in England and Wales last year more than two million people experienced some form of domestic abuse. And on average, every five days a woman was killed by a current or former partner.\n\nIn the documentary, the Queen meets Diana Parkes, whose daughter was killed by her estranged husband.\n\n“I think she’s so strong because not many people would be able to survive the death of their daughter. I admire her more than I can say,\" says the Queen.\n\nThe issue of domestic violence has been a consistent theme in the Queen's visits - both in the UK and abroad, including her most recent trip to Australia and Samoa.\n\nAt an event at the Commonwealth summit in Samoa, she said there was a \"gigantic task ahead of us\", needing the support of both men and women. \"It is this: to end domestic and sexual violence across the Commonwealth, now and for ever.\"\n\nShe had previously warned of a \"pandemic\" of violence against women and invited campaigners to Buckingham Palace.\n\nIn the wake of the murder of Sarah Everard, Camilla said that there was an urgent need to challenge a culture in which it seemed \"violence against women is normal\".\n\nHer Majesty The Queen: Behind Closed Doors: 11 November, 21.00, ITV1",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/4341/live/529c7dd0-96d6-11ef-870b-356459e6684f.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Have your say",
        "text": "Dundee fought back from two goals down to stun Kilmarnock in the Scottish Premiership and exact revenge with a complete reversal of their 3-2 defeat by the same opponent a month ago.\n\nHow big a victory is that for Dundee? What did you make of the performance?\n\nShare your thoughts., external",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/bc5a/live/7c9fe0f0-d0d8-11ee-8f28-259790e80bba.png",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Have your say",
        "text": "Dundee fought back from two goals down to stun Kilmarnock in the Scottish Premiership and exact revenge with a complete reversal of their 3-2 defeat by the same opponent a month ago.\n\nWhat did you make of Kilmarnock's performance? How big a blow could Stuart Findlay's injury be?\n\nShare your thoughts.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/bc5a/live/7c9fe0f0-d0d8-11ee-8f28-259790e80bba.png",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Rochdale: Off-duty police officer arrested over 'life-threatening' crash",
        "text": "Off-duty police officer arrested over crash\n\nThe crash happened on Yorkshire Street in Rochdale, Greater Manchester Police said\n\nAn off-duty police officer has been arrested over a crash which left a pedestrian with \"life-threatening\" injuries, police have said.\n\nThe 42-year-old man remains in hospital after being hit by three cars while trying to cross Yorkshire Street, Rochdale, at about 23:00 GMT on Friday, Greater Manchester Police (GMP) said.\n\nThe force confirmed that a serving officer had been arrested on suspicion of causing serious injury by dangerous driving.\n\nAnother man was also arrested, with both being bailed pending further inquiries, officers said.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/04bf/live/bf466f70-9a20-11ef-9d61-85c5d35d3c9b.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Moldova election: Pro-EU leader wins despite alleged Russian meddling",
        "text": "Pro-EU leader wins Moldova election despite alleged Russian meddling\n\nREUTERS/Vladislav Culiomza Maia Sandu said the government would now have to prepare for fresh elections next year and preserve democracy\n\nMoldova's pro-EU President Maia Sandu has claimed a second term after a tense election run-off seen as a choice between Europe and Russia. The Moldovan Central Electoral Commission confirmed Sandu's victory on Monday morning. Sandu won 55% of the vote, according to preliminary results, and in a late-night speech on Sunday she promised to be president for all Moldovans. Her rival Alexandr Stoianoglo, who was backed by the pro-Russian Party of Socialists, had called for a closer relationship with Moscow. During the day the president's national security adviser said there had been \"massive interference\" from Russia in Moldova's electoral process that had \"high potential to distort the outcome\".\n\nRussia had already denied meddling in the vote, which came a week after another key Eastern European election in Georgia, whose president said it had been a \"Russian special operation\". Stoianoglo, who was fired as prosecutor general by Sandu, has denied being pro-Kremlin. In a joint statement congratulating Sandu on her re-election, the European Commission and the EU's top diplomat Josep Borrell said there had been \"unprecedented interference by Russia\". As polls closed, both Sandu, 52, and her rival thanked voters, with Stoianoglo speaking in Russian as well as Romanian. Although Romanian is Moldova's main language, Russian is widely spoken because of its Soviet past.\n\nTurnout at 54% was high, especially among expat voters at polling stations abroad. Stoianoglo took an initial lead on the night and was the more successful candidate in Moldova itself with more than 51% of the vote. Sandu won in the capital Chisinau, and she was completely dominant among expat voters. As she overtook her challenger late on Sunday night, there was cheering at her campaign headquarters and chants of \"victory\". In a hoarse voice she praised her compatriots for saving Moldova and giving \"a lesson in democracy, worthy of being written in history books\". Then, moving into Russian, she said: \"I have heard your voice – both those who supported me and those who voted for Mr. Stoianoglo. In our choice for a dignified future, no-one lost... we need to stand united.\" Maia Sandu’s foreign policy adviser, Olga Rosca, told the BBC she was proud of the result. Asked whether she was surprised that Stoianoglo had won in Moldova itself, she said the vote in Moldova and abroad should be seen as one and the same: “We never divide people into Moldovans at home and expatriates - we see Moldovans as one family.” With elections coming next year she said the president had “clearly indicated she has heard the mood for change. On several occasions between the [two presidential] votes she said the fight against corruption must be intensified and justice reform must be accelerated – she’s committed to this work”. The final result will be declared on Monday. EU Commission President Ursula von der Leyen congratulated Sandu, saying \"it takes a rare kind of strength to overcome the challenges you've faced in this election. \"I'm glad to continue working with you towards a European future for Moldova and its people,\" her message on X said. Casting his ballot, Alexandr Stoianoglo had promised to be an \"apolitical president\", and that he had voted for \"a Moldova that should develop in harmony with both the West and the East\". Stoianoglo polled particularly well in rural areas and the south, while Sandu was ahead in the cities and with young voters.\n\nEPA-EFE/REX/Shutterstock Alexandr Stoianoglo has denied being a pro-Kremlin candidate\n\nAfter casting her ballot, Sandu had warned of \"thieves\" who sought to buy their vote and their country. Presidential national security adviser Stanislav Secrieru said Russia had organised buses and large charter flights to bring voters to polling stations. Bomb scares had briefly disrupted voting in Moldova, at UK polling stations in Liverpool and Northampton and at Frankfurt and Kaiserslautern in Germany, he added.\n\nEPA-EFE/REX/Shutterstock Moldovan expats queued to vote in big numbers in Moscow and many other cities\n\nA Soviet republic for 51 years, Moldova is flanked by Ukraine and Romania and one of Europe's poorest countries. It has a population of 2.5 million and an expat population of 1.2 million. Moldova's authorities have long warned that a fugitive oligarch called Ilan Shor has spent $39m (£30m) trying to buy the election for Moscow with handouts to 138,000 Moldovans. Shor, who is based in Moscow, denies wrongdoing but did promise cash payments to anyone prepared to back his call for a \"firm No\" to the EU. Commentators and politicians had warned that a Stoianoglo victory could radically change the political landscape in the Danube and Black Sea region, not because he was some kind of \"Trojan horse\", but rather because Russia has thrown its weight behind him. There were queues at polling stations in Moscow, Italy and among voters from a mainly Russian-speaking breakaway region of Transnistria, who had to cross the River Dniester into Moldovan-controlled territory to vote. Transnistria is home to a Russian military base and a huge arms depot.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/af52/live/de3f1260-9a3e-11ef-aa38-57ba4d68f534.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Ruben Amorim's mammoth task at Manchester United made clear during draw with Chelsea",
        "text": "If Ruben Amorim spent his Sunday in Lisbon tuning into events at Old Trafford, he will have witnessed a graphic illustration of the task awaiting him when he finally arrives as Manchester United manager.\n\nUnited, under the temporary leadership of Ruud van Nistelrooy following Erik ten Hagâs sacking, were not short of effort in the 1-1 draw with Chelsea, but this grim evidence of an acute lack of quality and creation, bolted on to the vast millions wasted on poor recruitment, will have been a sobering experience for Amorim.\n\nIf he did not know the industrial scale of the job he has taken on, then Amorim will no longer be under any illusions.\n\nThis was not a bad United display, certainly not their worst in recent times, but all the perspiration expended could not cover up the shortage of inspiration that will be at his disposal.\n\nUnitedâs statistics say it all about their current status, measuring the distance Amorim will have to take his new charges to make them anything resembling a going Premier League concern.\n\nThey are currently 13th in the table with 12 points, Unitedâs worst return after 10 games of a league campaign since 1986-87, when they had eight. That was the season the torch passed from Ron Atkinson to Sir Alex Ferguson. It eventually brought spectacular results, although it took the great Scot until 1990 to claim his first trophy in the shape of the FA Cup.\n\nAnd Unitedâs lack of punch is underscored by their meagre total of nine league goals, their fewest in a league campaign since 1973-74, when they also had nine. That was the season they were relegated to the former Second Division.\n\nNo-one is suggesting for one moment this is the fate awaiting them this time, but this is a very average United side getting very average results, hence the acquisition of the highly-regarded Amorim.\n\nIt was almost inevitable that Unitedâs goal came via Bruno Fernandesâ penalty, given their lack of serious threat to Chelsea keeper Robert Sanchez in the previous 70 minutes.\n\nMarcus Rashford had struck the bar in the closing seconds of the first half, but Sanchez was untroubled until he injudiciously challenged Rasmus Hojlund as the United striker appeared to lose control of the ball while moving away from goal during a rare incursion into the danger zone.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/d147/live/e3ac7760-9a1b-11ef-9852-95dc1d6e0bb6.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "FA Cup draw: Blackpool to host League One rivals Birmingham in second round",
        "text": "Former Premier League sides Blackpool and Birmingham City have been drawn together in the second round of the FA Cup.\n\nFormer FA Cup winners Blackpool are currently 16th in League One and will be at home to League One leaders Birmingham.\n\nThe tie will mean Blackpool manager Steve Bruce faces his former club, having played for Blues and later bossed the team from 2001 to 2007.\n\nTamworth were one of 10 non-league sides in the second-round draw after upsetting Huddersfield on Friday and have earned an away tie against Burton Albion.\n\nKettering Town's reward for knocking out Northampton is a home tie against Doncaster Rovers while fellow seventh-tier outfit Harborough Town are away to League One Reading.\n\nGainsborough Trinity, third bottom in the Northern Premier League, are the lowest-ranked team left in the competition and they will make the trip to North Yorkshire to visit Harrogate Town.\n\n\"When you've waited 72 years to get into round two you'll take anything, but it's not too far for the fans to travel so it's a great tie,\" manager Russ Wilcox said on BBC Two.\n\n\"The fans have stuck with us, they've been behind us from day one, so hopefully we can reward them again and get in with the big boys.\"\n\nThe ties will take place from 29 November to 2 December.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/566e/live/a1e82eb0-9a1a-11ef-9260-19e6a950e830.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Man Utd news: 'I haven't spoken to Amorim' - Ruud van Nistelrooy",
        "text": "Ruud van Nistelrooy on his future with new manager Ruben Amorim: \"Over the coming days we will be in communication and I am waiting for that. What is more important is that we are in training tomorrow and prepare for the game on Thursday. I havenât spoken to him [Amorim] yet but it will happen.\n\nâYou saw today that we competed well against a very good side. This is the way forward for this group of players.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/9b45/live/26c7e770-9a24-11ef-a46f-5d552daef854.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Dundee: Julien Vetro collapsed in dressing room",
        "text": "Dundee winger Julien Vetro collapsed in the dressing room before Sundayâs 3-2 Scottish Premiership win over Kilmarnock - but was back from hospital in time to celebrate the dramatic victory for his side.\n\nThe 20-year-old Frenchman, who arrived on loan from Burnley in the summer, was initially listed among the substitutes for the match at Dens Park.\n\nBut after fainting and lying unconscious, kick-off was delayed by 15 minutes while Vetro received treatment.\n\n\"It was a real concern, particularly for the players witnessing that,\" Dundee manager Tony Docherty told BBC Sport Scotland after the match.\n\n\"It was pretty worrying for a spell but he has been taken to hospital, they have done checks on him and he is back in the dressing room celebrating with his team-mates.\n\n\"The good news is that he is okay, but it was not a nice situation for his team-mates to see that.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/3870/live/202703f0-9a25-11ef-82c3-45a801b7330b.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Two women seriously injured in dog attack in March",
        "text": "Two women seriously injured in Fenland dog attack\n\nTwo women have been taken to hospital with serious injuries following a dog attack in a Fenland town.\n\nCambridgeshire Police said the incident, which involved a mixed-breed dog, happened at about 10.45 GMT on Sunday in Papworth Road, March.\n\nThe women were taken to Peterborough City Hospital with serious but not life-threatening bite injuries.\n\nA man who stepped in to help bring the dog under control suffered minor injuries but did not require hospital treatment.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/e7a3/live/e800a890-9a16-11ef-9852-95dc1d6e0bb6.png",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Man Utd 1-1 Chelsea: Bruno Fernandes apologised to sacked Erik ten Hag",
        "text": "In a separate interview with BBC Sport, Fernandes said he had spoken to friends during the week and predicted the likely chain of events.\n\n\"I said everything will come to us and people will say we wanted the manager to be sacked,\" he added.\n\nPerhaps unsurprisingly, former United skipper Roy Keane was less than impressed by the comments. He has little empathy with claims of loyalty towards Ten Hag.\n\n\"We mentioned loyalty last week,\" Keane told Sky Sports. \"If you want loyalty, get yourself a dog.\"\n\nKeane said Fernandes' comments were \"too little, too late\".\n\n\"He has not shown enough leadership when the going has got tough,\" added the Irishman.\n\n\"I wouldn't want to be in the trenches with these players. A lot of them don't care that much. They just focus on the next manager.\"\n\nTen Hag repeatedly said this season his side had not converted enough of their chances into goals.\n\nIt was the same against Chelsea, with Alejandro Garnacho failing to take multiple chances, Marcus Rashford firing a first-half effort against the woodwork and substitute Joshua Zirkzee caught in possession after appearing to have a clear run on goal.\n\nWatching that must be particularly painful for interim boss Ruud van Nistelrooy, who scored 150 goals for United in five prolific seasons.\n\nBut he still saw signs of optimism.\n\n\"The last games we lost some points because we didn't take our chances,\" he said.\n\n\"The good thing is we create a lot during the season so far. When the players get in the flow with results coming, goals will come also.\"\n\nWhether Van Nistelrooy is around for that remains to be seen.\n\nHe revealed he has not yet spoken to Amorim and no talks are scheduled before his temporary stint in the manager's role comes to an end after home games over the next week against Greek side PAOK in the Europa League and Leicester in the Premier League.\n\nA lifelong Sporting fan, Fernandes left them to join United in January 2020, two months before Amorim arrived from Braga, and the 30-year-old has witnessed the transformation of his former club.\n\n\"I watch a lot of Sporting games,\" he added. \"Ruben Amorim brought excitement back to the club. It was a little bit split when he came but he transformed everything and brought everyone together.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/bb9d/live/6e145800-9a21-11ef-9d61-85c5d35d3c9b.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "'Hard to compete' with depleted squad - Sorensen",
        "text": "Everton boss Brian Sorensen says it is \"too early to say\" whether his side are involved in a relegation fight despite their failure to win in the Women's Super League so far this season.\n\nThe Toffees are bottom of the table after six games after being thrashed 5-0 by Chelsea and have scored just once this campaign, courtesy of an own goal.\n\nSpeaking to Sky Sports, he said: \"We are only a few games into the season. Let's see where we are at Christmas and go from there.\"\n\nHis side have been hard hit by injuries and Sorensen says they have struggled to cope with losing players.\n\n\"Yes it was [a case of same problems again]. Maybe the players that played out of position it was not their fault. In the first half we were not sticking to the movements that we talked about and the last two issues led to goals.\n\n\"Against Chelsea you have to have your game plan 100% right and that is of course on me, but it is also very tough when you have to make some last-minute changes. We have to do be sharper in every second against top teams like Chelsea.\n\n\"I was not impressed with the first half from us but in the second half we stepped up, we just ran out of energy in the end.\n\n\"We need to get players ready to play. It is really hard to compete when we are depleted as a squad and have very low numbers and play players in positions that they are not used to. We are working and doing everything we can to get players fit.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/0f2e/live/cf77bed0-9a2a-11ef-890a-5f2c13170378.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Cup fightback needs to be 'reference game' for Rangers - Clement",
        "text": "If Rangers manager Philippe Clement did not understand the pressure he was under going into the League Cup semi-final against Motherwell, he did at half-time.\n\nThe boos from the Rangers fans at Hampden were deafening as they went into the break a goal behind following a first-half display that started with promise but fizzled out after Andy Halliday scored past Jack Butland.\n\nIt could be argued a defeat would have spelled the end for Clement, whose side trail Celtic and Aberdeen by nine points after just 10 Premiership games.\n\nIt was an interval in which truths needed to be spoken, and failings fixed.\n\n\"We started the game well, and I felt some nervousness, some doubts in half-time because we conceded the goal,\" Clement said post-match.\n\n\"We spoke about what went well, and to raise our tempo and our level in the second half to break the wall. That's what they did.\"\n\nGoalkeeper Butland - who took the captain's armband after James Tavernier was substituted - was keen to stress the collective nature of the half-time debrief.\n\n\"A lot of people spoke,\" he said. \"There's a real desire to change things and do better.\n\n\"At this club we can't give up. We need to keep pushing standards and making sure when we have disappointments, we bounce back.\"\n\nBounce back they did after the interval as Cyriel Dessers' 49th-minute equaliser swung the momentum Rangers' way before Nedim Bajrami's winner.\n\nThey dominated possession, pinned Motherwell in and would have scored more were it not for goalkeeper Aston Oxborough.\n\n\"Let's give Clement a little bit of credit,\" former Scotland winger Pat Nevin said on Sportsound.\n\n\"It wasn't going well in the first half. The manager must have said something, because they looked more considered after the break.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/b536/live/d9fa5b40-9a27-11ef-890a-5f2c13170378.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Bompastor full of praise for Beever-Jones",
        "text": "Chelsea manager Sonia Bompastor was left singing the praises of striker Aggie Beever-Jones after she starred in a 5-0 win at Everton.\n\nEngland international Beever-Jones was brought in for just her third start of the season across all competitions and she made full use of her opportunity.\n\nThe 21-year-old has now scored in all three of those starting appearances after rising to head in the opener at Goodison Park.\n\nThat strike set the tone for what proved to be a very fruitful evening on Merseyside and has left Bompastor with plenty to consider as regular starter Mayra Ramirez will be hoping for a recall next time out.\n\n\"That's the high level, you have to compete in the club and in the national team,\" Bompastor said of Beever-Jones to Sky Sports.\n\n\"She has a lot of quality, she is able to score and help the team to possess the ball. She just needs to trust herself more sometimes.\n\n\"She will have all the opportunities to start games and to make an impact for the team so I am really happy for her tonight. I think it will be good for her confidence as well.\"\n\nBeever-Jones, who spent the 2022-23 season on loan at Everton, was unlucky not to further add to her tally on a night when Chelsea had full control.\n\nThe defending WSL champions moved to second in the standings and trail leaders Manchester City by just a point with a game in hand.\n\nErin Cuthbert, Guto Reiten, Wieke Kaptein and Ashley Lawrence also got their names on the scoresheet.\n\nThe win extends Chelsea perfect record under new manager Bompastor, winning all five outings in the WSL.\n\nWhen asked about being the first Chelsea boss to achieve that feat, Bompastor told Sky Sports: \"I don't care about myself, it's more about the team so I am so happy that we are able to win every game.\n\n\"At the moment we did not win any trophy and that is my main job. As the coach I don't care, it is more about the club and the team.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/4c1f/live/9ec693a0-9a2b-11ef-8daf-39e9765d7f75.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Everton captain Megan Finnigan says club 'cannot be left behind'",
        "text": "Everton captain Megan Finnigan says that the club \"cannot be left behind\" as the Women's Super League continues to grow and become more competitive.\n\nSpeaking to Sky Sports after Everton's 5-0 loss to Chelsea on Sunday evening, Finnigan said: \"The club situation right now obviously isn't ideal and that is impacting the women's side in some ways. Once the new ownership comes through hopefully we can start seeing changes for the better because this league is ever growing.\n\n\"[The league] is growing so fast and that is why the standard is so high. Everton Football Club cannot be left behind.\"\n\nBrian Sorensen's side remain one of three teams yet to win a WSL game this season.\n\nAfter conceding five at home to Chelsea they slid back to the bottom of the league with a goal difference of -11.\n\nEverton have still yet to score a goal, with an own goal courtesy of West Ham defender Camila Saez the only one to have counted in their favour so far this term.\n\nFinnigan added: \"We need to eradicate the sloppiness. I don't know the answer to that right now because it has not been the easiest of starts to the season for us.\n\n\"It needs to happen and it needs to happen soon. We have to dust ourselves off and get ready for another important match next week.\"\n\nUp next for the Blues is trip away to top flight newcomers Crystal Palace, who sit ninth on four points.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/d7c4/live/d97bae00-9a2a-11ef-890a-5f2c13170378.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "Bonfire night firework concern over guide dogs",
        "text": "'My guide dog shakes for hours on fireworks night'\n\nBBC Amanda Baker has to make sure she and her dog Eddie are home before dark\n\nAs Bonfire Night approaches and the days get shorter, Amanda Baker's heart sinks. For Amanda, who is partially-sighted and supported by her guide dog, Eddie, it means she will have to stay home every evening to protect him from his terror of fireworks, because they never know when they might go off. Amanda, from Connah's Quay, Flintshire, said the season had already started where she lives, and hearing the bangs and whistles sends seven-year-old Eddie into such a \"state\" he can't work, and can take hours to recover. The British Fireworks Association said it encourages responsible use of fireworks and urges people to be considerate of their neighbours, particularly those with pets or noise sensitivities.\n\nAmanda said she had raised the issue on local social media channels to no avail, adding that the effect on her dog is horrible to see. \"Eddie gets very stressed. He pants, he cries,\" she said. \"As big as he is, he climbs all over me. His heart's racing. We've tried everything that's available to comfort him. He won't eat, he won't drink, he won't go out to the toilet. \"It's very stressful for him and on top of that it's stressful for us because we're worried about him. Sometimes he gets so stressed I worry he's going to have a heart attack or a stroke, because there's no comforting him at all.\" It means a loss of independence for her too, as she cannot go out without him.\n\nGolden retriever Eddie is now on medication to reduce his anxiety\n\nThe charity Guide Dogs said about a quarter of guide dog owners report that their animals show signs of distress when they hear and see fireworks. Tim Stafford, director of canine affairs, said the organisation works hard to socialise their puppies and expose them to firework sounds through recordings. But the real thing is very different - and though most dogs will quickly recover from unexpected sounds, some cannot, he said. Mr Stafford added: \"Someone who would normally go home on the bus or the train, because they are perhaps leaving an office after dark, they can't do that in firework season. \"Because they have to protect the dog from that fear, so the dog can work safely for them.\" He would like to see more restrictions on the sale of fireworks, but added that things could be more easily improved by people choosing silent fireworks, or only going to organised displays, rather than having fireworks at home.\n\nAmanda Baker and her partner Gareth Mostyn say they do everything they can to comfort Eddie\n\nIn a statement, the the British Fireworks Association said it understood the concerns raised by Amanda Baker and Guide Dogs, but that it was important to balance them with the possible negative impacts of stricter regulations, such as a potential rise in black market sales for fireworks which it would be more difficult to manage. But it does want to see some changes, such as raising the minimum age for buying fireworks from 18-years-old to 21-years-old, and a clampdown on the sale of illegal fireworks. It added: \"We at the British Fireworks Association work very closely with the government and have formulated a ten-point plan to help tackle anti-social behaviour and changed the Firework Code to cover some of the key areas we felt we could make a difference through education.\"\n\nAmanda Baker Eddie often accompanies Amanda on public transport but now they have to be home before dark",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/7069/live/891c1240-9aae-11ef-82c3-45a801b7330b.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Miscarriage: Lack of infertility mental health support 'adds to trauma'",
        "text": "Woman 'traumatised' after lack of infertility support\n\nBBC Shelley Romaniuk was left \"traumatised\" by the lack of care she received after a miscarriage\n\nA woman says she was left \"traumatised\" by the lack of care she received after a miscarriage. After years of struggling to conceive, Shelley Romaniuk, 33, was told she had miscarried during her 12-week scan and says she was left alone with no support from health services. Research shows infertility-related trauma is more common than previously thought, with over 60% of women stating that aspects of the care they received caused or amplified trauma. The Welsh government said fertility clinics used by the NHS in Wales must offer an opportunity to talk to a counsellor before treatment starts, and anyone who needs further help should request a referral via their GP.\n\nArticle contains details some readers may find distressing\n\nShelley and her husband found out they were expecting their first child nine years ago, and attended their routine scan without realising they had already lost the baby - a missed miscarriage. \"We went for the 12-week scan, and we were informed the baby had no heartbeat. \"After that scan we were just put into a room, given a leaflet and just left there until someone came in to ask what we wanted to do,\" she added. Shelley says she wanted a surgical procedure called dilation and curettage (D&C) to remove the baby, but was told that could not happen for a week because there were no available appointments. \"They basically said you can't have it now, you have to go home and come back in a week and that was it,\" she said. \"There was no offer of support, no therapy, no counselling, and you're walking away carrying your baby who's no longer alive.\"\n\n'We were asking for help continuously'\n\nWhile waiting for the D&C procedure, Shelley started experiencing cramps at home and went to A&E. \"I didn't make it to the D&C, unfortunately I lost the baby naturally. \"But even after that, we went through the whole process, I was sent on my merry way and there was zero support. \"I was depressed for a long time after that.\" After 12 years of struggling with infertility, Shelley and her husband decided to seek private fertility treatment, and the couple are now expecting a baby girl in a few weeks. But Shelley believes the lack of mental health support she received made conceiving harder. \"We were asking for help continuously, but there was nothing,\" she said. \"The trauma left from that missed miscarriage and how we were treated stays with you. \"Even now going for scans it's rough, it brings it all back. \"Maybe if I had support to deal with that and move forward and process that trauma, maybe things would have been different.\"\n\nShelley Romaniuk Shelley and her husband are expecting their first child in a few weeks\n\nResearch by Fertility Network UK, Cardiff University, Cardiff Metropolitan University and Queen's University Belfast found 41% of respondents from across the UK were diagnosed with post-traumatic stress disorder (PTSD) after experiencing infertility. Dr Catherine Hill from the charity said: \"This research is very important, because it confirms what people working in the fertility sector have suspected for a while, and that is that infertility-related trauma is very common, and it's a silent trauma within our society.\" In Wales specifically, Dr Hill said many respondents said they had only been offered one session of counselling during their fertility journey. \"One session of counselling tends to not even scratch the surface, and many clinics offer more than that.\" The research also found that long waits for fertility tests and investigations in Wales were adding to people's trauma.\n\nDr Sofia Gameiro said while some received compassionate care, others' care made things worse\n\nLead researcher Dr Sofia Gameiro from Cardiff University said the care many participants received while accessing fertility treatment exacerbated their trauma, and in some cases caused their trauma. \"While some respondents reported positive, skilful and compassionate care, it was clear that over 60% highlighted aspects of the care they received caused or amplified trauma,\" she said. This included a lack of empathy or acknowledgment of distressing experiences, conflicting advice and unsupportive care when receiving bad news.",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/3dd7/live/f54a5940-99dc-11ef-a03c-e1a7aa44ee41.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Carrick Rangers 1-3 Linfield: Healy plays down five-point lead after Taylors Avenue win",
        "text": "Linfield manager David Healy insisted he and his players \"won't get carried away\" after moving five points clear at the top of the Irish Premiership table following Sunday's 3-1 comeback win at Carrick Rangers.\n\nJoe Crowe's third-minute goal put the hosts ahead but Kyle McClean levelled for Linfield on 77 minutes, with Joel Cooper immediately adding a second before Chris Shields' injury-time penalty.\n\n\"There's a long way to go,\" said Healy of the title race, with the Blues now five points clear of second-placed Cliftonville.\n\n\"We donât get too high. We donât get too low even though sometimes at Linfield, you want to get low because everybody, everything goes a little too negative.\"\n\nHealy was pleased with his team's response to going behind.\n\n\"I donât think we did an awful lot wrong in the first half. We found ourselves behind. We pushed but didnât quite get the golden opportunities but we found a way, we stuck together in the second half.\n\n\"We certainly deserved to win the game in the end. We had enough ball. We had enough chances and then ultimately we scored the right amount of goals.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/f4d4/live/c546d290-9a32-11ef-b488-f12e7c717eeb.jpg",
        "domain": "bbc",
        "category": "sport"
    },
    {
        "title": "JJ Magee suspended over alleged inappropriate online messages",
        "text": "Sinn Féin councillor suspended over alleged inappropriate messages\n\nPA Media KRW Law issued a statement on behalf of JJ Magee saying “our client absolutely denies any allegation of inappropriate conduct\"\n\nSinn Féin has said that Belfast City councillor JJ Magee has been suspended from the party \"without prejudice\" after an allegation that inappropriate online messages were exchanged between him and a minor. Sinn Féin National Chairperson Declan Kearney said that the party whip had been removed and the allegations were forwarded to social services and police in compliance with the party's safeguarding policy. The Police Service of Northern Ireland (PSNI) said it received a report in June 2024 but \"no criminal offences were detected\". Magee's lawyer KRW Law said he \"denies any allegation of inappropriate conduct and in particular any conduct which may have occasioned a breach of the code of conduct for councillors\".\n\nGetty Images Sinn Féin's Declan Kearney says the allegation made against JJ Magee has been forwarded to social services and police in compliance with the party's children safeguarding policy\n\n\"Safeguarding assessments and engagement with other statutory bodies were conducted at that time,\" a PSNI spokeswoman said. Kearney said the chief executive of Belfast City Council has been notified. Sinn Féin said it would be making no further comment as the matter is \"under active investigation by the appropriate authorities\". Belfast City Council held a meeting on Monday evening, but Magee did not attend.\n\n'No substance'\n\nThe KRW Law statement described the complaint as \"malicious, selective and edits significant portions of messages sent and received over a three-month period which deprived the Commissioner of the opportunity to appropriately assess whether the threshold for initiating a complaint procedure had been met\". \"The complainant acknowledges that she has been advised by unknown and unnamed advisor(s) in the preparation of her complaint.\" The KRW Law statement added that JJ Magee had lodged a 38-page rebuttal to a complaint which had been lodged with the NI Local Government Commissioner for Standards. The statement also said that Magee did not alert Sinn Féin to the complaint as he believed there was no substance to it and that it would be quickly resolved once all the facts were provided. It added that their client looks forward to \"having his good name restored\". The office of the Northern Ireland Local Government Commissioner for Standards said they received a report of a potential breach of the code of conduct and that \"the allegation is now under investigation\".\n\nRecent controversies\n\nSinn Féin leader Mary Lou McDonald has come under pressure over her party's handing of recent safeguarding issues. The controversy was sparked after it was revealed that two Sinn Féin press officers gave references for a former colleague, Michael McMonagle, who was later convicted of child sex offences. Further revelations emerged about a former Lord Mayor of Belfast, Niall Ó Donnghaile, who sent inappropriate text messages to a youth member of the party. Another party member, Brian Stanley, resigned in October after a complaint against him that saw him brought before an internal party inquiry. McDonald told the Dáil (Irish parliament) his resignation is not related to matters of child protection, but the allegations were still \"very, very serious\". Stanley denies any misbehaviour. Speaking on Monday night, McDonald said she does not \"flinch\" from taking \"disciplinary action\" when action is required. \"Any compliant that is made on any matter is taken seriously,\" she said. \"You can't legislate for human behaviour, but what you can do is ensure that you have the appropriate responses were difficulties arise,\" she added.\n\nPA Media Sinn Féin leader Mary Lou McDonald has come under pressure over her party's handing of recent safeguarding issues\n\nAnalysis: Safeguarding policy will be back in the spotlight",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_news/03b5/live/8f384b50-9a7f-11ef-8538-e1655f5a8342.jpg",
        "domain": "bbc",
        "category": "news"
    },
    {
        "title": "Points needed to win Premier League: Will fewer be required this season?",
        "text": "Manchester City manager Pep Guardiola has predicted fewer points will be required to win the Premier League this season. But do the stats back that up?\n\nWith Bournemouth ending the champions' 32-game unbeaten league run and last season's runners-up Arsenal losing at Newcastle, four of the competition's current top six failed to win over the weekend.\n\nGuardiola has won six league titles in eight years since taking charge at City and his teams have set an unprecedented standard for their rivals to match.\n\nBut the Spaniard believes the physical demands on players caused by an increased number of games will mean those levels cannot be maintained.\n\n\"It's the reality we are living now,\" said Guardiola, whose side will also contest an expanded 32-team Club World Cup following the conclusion of the European season next summer.\n\n\"In the previous seasons we played a lot of games, but if we go to the World Cup and arrive in the last stages of that competition, weâre going to play almost 70 games.\n\n\"Itâs like NBA, but they have four months holiday and we have three weeks.\n\n\"You have injuries for a long time which didnât happen before. Itâs normal, itâs going to happen. We have to handle it.\"",
        "main_image": "https://ichef.bbci.co.uk/news/1024/branded_sport/af74/live/6e60d5e0-9a17-11ef-8538-e1655f5a8342.png",
        "domain": "bbc",
        "category": "sport"
    }
]